{smcl}
{txt}{sf}{ul off}{.-}
      name:  {res}<unnamed>
       {txt}log:  {res}D:\measles_project\Figure4.smcl
  {txt}log type:  {res}smcl
 {txt}opened on:  {res} 7 Nov 2025, 17:07:22
{txt}
{com}. 
. 
. *FIGURE 4 - EVENT STUDIES - EFFECT OF MEALES VACCINE ON OTHER CHILDHOOD INFECTIOUS DISEASES
. 
. *Morbidity ES pictures other infectious diseases
. foreach sub in Pertussis Mumps Rubella ChickenPox {c -(}
{txt}  2{com}. cd  "D:\measles_project"
{txt}  3{com}. use inc_rate_ES_winsor.dta, clear
{txt}  4{com}. 
.  
. 
. *create interaction term for year and Measles pre vac level in state
. local i = 1
{txt}  5{com}. while `i' <= 5 {c -(}
{txt}  6{com}. 
. gen exp_Mpre_`i'=_Texp_`i'*avg_12yr_measles_rate
{txt}  7{com}. 
. local i = `i' + 1 
{txt}  8{com}. {c )-}
{txt}  9{com}. 
. local i = 7
{txt} 10{com}. while `i' <= 18 {c -(}
{txt} 11{com}. 
. gen exp_Mpre_`i'=_Texp_`i'*avg_12yr_measles_rate
{txt} 12{com}. 
. local i = `i' + 1 
{txt} 13{com}. {c )-}
{txt} 14{com}. 
. 
. 
. reg `sub' exp_M* _Is* population _T* avg_12yr_measles_rate,  cluster(statefip) robust
{txt} 15{com}. 
. 
. 
. regsave, ci pval
{txt} 16{com}. 
. *drop the uneeded coefficients and add in the 0s for the omitted year
. drop in 18/87
{txt} 17{com}. 
. set obs 18
{txt} 18{com}. replace var = "exp_Mpre_6" in 18
{txt} 19{com}. replace coef = 0 in 18
{txt} 20{com}. replace stderr = 0 in 18
{txt} 21{com}. replace N = 1108 in 18
{txt} 22{com}. replace ci_lower = 0 in 18
{txt} 23{com}. replace ci_upper = 0 in 18
{txt} 24{com}. 
. 
. gen exp=0
{txt} 25{com}. replace exp=-6 if var=="exp_Mpre_1"
{txt} 26{com}. replace exp=-5 if var=="exp_Mpre_2"
{txt} 27{com}. replace exp=-4 if var=="exp_Mpre_3"
{txt} 28{com}. replace exp=-3 if var=="exp_Mpre_4"
{txt} 29{com}. replace exp=-2 if var=="exp_Mpre_5"
{txt} 30{com}. replace exp=-1 if var=="exp_Mpre_6"
{txt} 31{com}. replace exp=-0 if var=="exp_Mpre_7"
{txt} 32{com}. replace exp=1 if var=="exp_Mpre_8"
{txt} 33{com}. replace exp=2 if var=="exp_Mpre_9"
{txt} 34{com}. replace exp=3 if var=="exp_Mpre_10"
{txt} 35{com}. replace exp=4 if var=="exp_Mpre_11"
{txt} 36{com}. replace exp=5 if var=="exp_Mpre_12"
{txt} 37{com}. replace exp=6 if var=="exp_Mpre_13"
{txt} 38{com}. replace exp=7 if var=="exp_Mpre_14"
{txt} 39{com}. replace exp=8 if var=="exp_Mpre_15"
{txt} 40{com}. replace exp=9 if var=="exp_Mpre_16"
{txt} 41{com}. replace exp=10 if var=="exp_Mpre_17"
{txt} 42{com}. replace exp=11 if var=="exp_Mpre_18"
{txt} 43{com}. 
. 
. sort exp
{txt} 44{com}. 
. 
. *create event study graph
. scatter coef ci* exp if exp>-6 & exp<11,        c(l l l) cmissing(y n n) ///
>                                                 msym(i i i) lcolor(gray gray gray) lpatter(solid dash dash) lwidth(thick medthick medthick) ///
>                                                 yline(0, lcolor(black)) xline(-1, lcolor(black)) ///
>                                                 subtitle("`sub' rate by year (per 100,000)", size(small) j(left) pos(11)) ylabel( , nogrid angle(horizontal) labsize(small)) ///
>                                                 xtitle("Years relative to measles vaccine availability", size(small)) xlabel(-5(5)10, labsize(small)) ///
>                                                 legend(off) ///
>                                                 graphregion(color(white)) 
{txt} 45{com}.                                                 
. 
. 
. graph save Graph `sub'_Mpre_time_ES.gph, replace        
{txt} 46{com}. 
. {c )-}
{res}D:\measles_project
{txt}(48 missing values generated)
(48 missing values generated)
(48 missing values generated)
(48 missing values generated)
(48 missing values generated)
(48 missing values generated)
(48 missing values generated)
(48 missing values generated)
(48 missing values generated)
(48 missing values generated)
(48 missing values generated)
(48 missing values generated)
(48 missing values generated)
(48 missing values generated)
(48 missing values generated)
(48 missing values generated)
(48 missing values generated)
{p 0 6 2}note: {bf:_Istatefip_2} omitted because of collinearity.{p_end}
{p 0 6 2}note: {bf:_Istatefip_20} omitted because of collinearity.{p_end}
{p 0 6 2}note: {bf:_Istatefip_55} omitted because of collinearity.{p_end}

Linear regression                               Number of obs     = {res}       976
                                                {txt}{help j_robustsingular:F(34, 48) }        =  {res}        .
                                                {txt}Prob > F          = {res}         .
                                                {txt}R-squared         = {res}    0.6491
                                                {txt}Root MSE          =    {res} 20.397

{txt}{ralign 87:(Std. err. adjusted for {res:49} clusters in {res:statefip})}
{hline 22}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 23}{c |}{col 35}    Robust
{col 1}            Pertussis{col 23}{c |} Coefficient{col 35}  std. err.{col 47}      t{col 55}   P>|t|{col 63}     [95% con{col 76}f. interval]
{hline 22}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 11}exp_Mpre_1 {c |}{col 23}{res}{space 2} .0125557{col 35}{space 2} .0082099{col 46}{space 1}    1.53{col 55}{space 3}0.133{col 63}{space 4}-.0039515{col 76}{space 3} .0290629
{txt}{space 11}exp_Mpre_2 {c |}{col 23}{res}{space 2} .0167782{col 35}{space 2} .0072015{col 46}{space 1}    2.33{col 55}{space 3}0.024{col 63}{space 4} .0022986{col 76}{space 3} .0312578
{txt}{space 11}exp_Mpre_3 {c |}{col 23}{res}{space 2}-.0078484{col 35}{space 2} .0057434{col 46}{space 1}   -1.37{col 55}{space 3}0.178{col 63}{space 4}-.0193962{col 76}{space 3} .0036994
{txt}{space 11}exp_Mpre_4 {c |}{col 23}{res}{space 2}-.0109197{col 35}{space 2}  .007142{col 46}{space 1}   -1.53{col 55}{space 3}0.133{col 63}{space 4}-.0252796{col 76}{space 3} .0034402
{txt}{space 11}exp_Mpre_5 {c |}{col 23}{res}{space 2} .0030187{col 35}{space 2} .0106288{col 46}{space 1}    0.28{col 55}{space 3}0.778{col 63}{space 4} -.018352{col 76}{space 3} .0243894
{txt}{space 11}exp_Mpre_7 {c |}{col 23}{res}{space 2} -.013067{col 35}{space 2} .0074812{col 46}{space 1}   -1.75{col 55}{space 3}0.087{col 63}{space 4}-.0281091{col 76}{space 3}  .001975
{txt}{space 11}exp_Mpre_8 {c |}{col 23}{res}{space 2} -.016407{col 35}{space 2} .0082351{col 46}{space 1}   -1.99{col 55}{space 3}0.052{col 63}{space 4}-.0329648{col 76}{space 3} .0001507
{txt}{space 11}exp_Mpre_9 {c |}{col 23}{res}{space 2}-.0161291{col 35}{space 2}  .008443{col 46}{space 1}   -1.91{col 55}{space 3}0.062{col 63}{space 4}-.0331049{col 76}{space 3} .0008467
{txt}{space 10}exp_Mpre_10 {c |}{col 23}{res}{space 2}-.0150869{col 35}{space 2} .0067847{col 46}{space 1}   -2.22{col 55}{space 3}0.031{col 63}{space 4}-.0287283{col 76}{space 3}-.0014454
{txt}{space 10}exp_Mpre_11 {c |}{col 23}{res}{space 2}-.0227386{col 35}{space 2} .0087331{col 46}{space 1}   -2.60{col 55}{space 3}0.012{col 63}{space 4}-.0402977{col 76}{space 3}-.0051796
{txt}{space 10}exp_Mpre_12 {c |}{col 23}{res}{space 2}-.0246913{col 35}{space 2} .0089263{col 46}{space 1}   -2.77{col 55}{space 3}0.008{col 63}{space 4}-.0426388{col 76}{space 3}-.0067437
{txt}{space 10}exp_Mpre_13 {c |}{col 23}{res}{space 2}  -.02458{col 35}{space 2} .0086835{col 46}{space 1}   -2.83{col 55}{space 3}0.007{col 63}{space 4}-.0420394{col 76}{space 3}-.0071206
{txt}{space 10}exp_Mpre_14 {c |}{col 23}{res}{space 2}-.0274101{col 35}{space 2} .0088586{col 46}{space 1}   -3.09{col 55}{space 3}0.003{col 63}{space 4}-.0452214{col 76}{space 3}-.0095987
{txt}{space 10}exp_Mpre_15 {c |}{col 23}{res}{space 2}-.0220532{col 35}{space 2} .0136374{col 46}{space 1}   -1.62{col 55}{space 3}0.112{col 63}{space 4}-.0494731{col 76}{space 3} .0053667
{txt}{space 10}exp_Mpre_16 {c |}{col 23}{res}{space 2}-.0249737{col 35}{space 2} .0108253{col 46}{space 1}   -2.31{col 55}{space 3}0.025{col 63}{space 4}-.0467394{col 76}{space 3} -.003208
{txt}{space 10}exp_Mpre_17 {c |}{col 23}{res}{space 2}-.0262702{col 35}{space 2} .0100067{col 46}{space 1}   -2.63{col 55}{space 3}0.012{col 63}{space 4}-.0463899{col 76}{space 3}-.0061504
{txt}{space 10}exp_Mpre_18 {c |}{col 23}{res}{space 2}-.0277148{col 35}{space 2} .0097206{col 46}{space 1}   -2.85{col 55}{space 3}0.006{col 63}{space 4}-.0472594{col 76}{space 3}-.0081703
{txt}{space 9}_Istatefip_2 {c |}{col 23}{res}{space 2}        0{col 35}{txt}  (omitted)
{space 9}_Istatefip_4 {c |}{col 23}{res}{space 2} 35.25611{col 35}{space 2} 3.412578{col 46}{space 1}   10.33{col 55}{space 3}0.000{col 63}{space 4} 28.39466{col 76}{space 3} 42.11756
{txt}{space 9}_Istatefip_5 {c |}{col 23}{res}{space 2} 1.958928{col 35}{space 2} 2.612297{col 46}{space 1}    0.75{col 55}{space 3}0.457{col 63}{space 4}-3.293447{col 76}{space 3} 7.211304
{txt}{space 9}_Istatefip_6 {c |}{col 23}{res}{space 2} 27.38163{col 35}{space 2}  20.9783{col 46}{space 1}    1.31{col 55}{space 3}0.198{col 63}{space 4}-14.79806{col 76}{space 3} 69.56133
{txt}{space 9}_Istatefip_8 {c |}{col 23}{res}{space 2} 7.991878{col 35}{space 2} 2.710261{col 46}{space 1}    2.95{col 55}{space 3}0.005{col 63}{space 4} 2.542534{col 76}{space 3} 13.44122
{txt}{space 9}_Istatefip_9 {c |}{col 23}{res}{space 2}-4.807057{col 35}{space 2} 2.095588{col 46}{space 1}   -2.29{col 55}{space 3}0.026{col 63}{space 4}-9.020519{col 76}{space 3}-.5935958
{txt}{space 8}_Istatefip_10 {c |}{col 23}{res}{space 2}-.1898336{col 35}{space 2} 4.803965{col 46}{space 1}   -0.04{col 55}{space 3}0.969{col 63}{space 4}-9.848853{col 76}{space 3} 9.469186
{txt}{space 8}_Istatefip_11 {c |}{col 23}{res}{space 2}-10.77973{col 35}{space 2} 4.556145{col 46}{space 1}   -2.37{col 55}{space 3}0.022{col 63}{space 4}-19.94047{col 76}{space 3}-1.618985
{txt}{space 8}_Istatefip_12 {c |}{col 23}{res}{space 2} 6.339595{col 35}{space 2} 3.001114{col 46}{space 1}    2.11{col 55}{space 3}0.040{col 63}{space 4} .3054508{col 76}{space 3} 12.37374
{txt}{space 8}_Istatefip_13 {c |}{col 23}{res}{space 2}-5.080413{col 35}{space 2}  1.62618{col 46}{space 1}   -3.12{col 55}{space 3}0.003{col 63}{space 4}-8.350068{col 76}{space 3}-1.810758
{txt}{space 8}_Istatefip_15 {c |}{col 23}{res}{space 2}-26.01899{col 35}{space 2} 4.831583{col 46}{space 1}   -5.39{col 55}{space 3}0.000{col 63}{space 4}-35.73354{col 76}{space 3}-16.30444
{txt}{space 8}_Istatefip_16 {c |}{col 23}{res}{space 2}-2.769658{col 35}{space 2} 4.081399{col 46}{space 1}   -0.68{col 55}{space 3}0.501{col 63}{space 4}-10.97586{col 76}{space 3} 5.436544
{txt}{space 8}_Istatefip_17 {c |}{col 23}{res}{space 2} 11.34686{col 35}{space 2} 10.16497{col 46}{space 1}    1.12{col 55}{space 3}0.270{col 63}{space 4}-9.091177{col 76}{space 3}  31.7849
{txt}{space 8}_Istatefip_18 {c |}{col 23}{res}{space 2}  7.00698{col 35}{space 2} 2.092401{col 46}{space 1}    3.35{col 55}{space 3}0.002{col 63}{space 4} 2.799926{col 76}{space 3} 11.21403
{txt}{space 8}_Istatefip_19 {c |}{col 23}{res}{space 2}-6.386499{col 35}{space 2} 1.501926{col 46}{space 1}   -4.25{col 55}{space 3}0.000{col 63}{space 4}-9.406324{col 76}{space 3}-3.366674
{txt}{space 8}_Istatefip_20 {c |}{col 23}{res}{space 2}        0{col 35}{txt}  (omitted)
{space 8}_Istatefip_21 {c |}{col 23}{res}{space 2} 27.38517{col 35}{space 2} .9672438{col 46}{space 1}   28.31{col 55}{space 3}0.000{col 63}{space 4} 25.44039{col 76}{space 3} 29.32994
{txt}{space 8}_Istatefip_22 {c |}{col 23}{res}{space 2}-6.905844{col 35}{space 2} .5505889{col 46}{space 1}  -12.54{col 55}{space 3}0.000{col 63}{space 4}-8.012877{col 76}{space 3}-5.798811
{txt}{space 8}_Istatefip_23 {c |}{col 23}{res}{space 2} 17.37174{col 35}{space 2} 4.431577{col 46}{space 1}    3.92{col 55}{space 3}0.000{col 63}{space 4} 8.461461{col 76}{space 3} 26.28203
{txt}{space 8}_Istatefip_24 {c |}{col 23}{res}{space 2}-5.795431{col 35}{space 2} .0711066{col 46}{space 1}  -81.50{col 55}{space 3}0.000{col 63}{space 4}-5.938401{col 76}{space 3}-5.652462
{txt}{space 8}_Istatefip_25 {c |}{col 23}{res}{space 2}-.5451834{col 35}{space 2} 1.301986{col 46}{space 1}   -0.42{col 55}{space 3}0.677{col 63}{space 4}-3.163001{col 76}{space 3} 2.072634
{txt}{space 8}_Istatefip_26 {c |}{col 23}{res}{space 2} 17.50494{col 35}{space 2} 7.704927{col 46}{space 1}    2.27{col 55}{space 3}0.028{col 63}{space 4} 2.013146{col 76}{space 3} 32.99673
{txt}{space 8}_Istatefip_27 {c |}{col 23}{res}{space 2}-6.622114{col 35}{space 2}  .259656{col 46}{space 1}  -25.50{col 55}{space 3}0.000{col 63}{space 4}-7.144188{col 76}{space 3}-6.100041
{txt}{space 8}_Istatefip_28 {c |}{col 23}{res}{space 2}-3.458531{col 35}{space 2} 1.553447{col 46}{space 1}   -2.23{col 55}{space 3}0.031{col 63}{space 4}-6.581945{col 76}{space 3}-.3351162
{txt}{space 8}_Istatefip_29 {c |}{col 23}{res}{space 2} -3.55899{col 35}{space 2} 1.091542{col 46}{space 1}   -3.26{col 55}{space 3}0.002{col 63}{space 4}-5.753683{col 76}{space 3}-1.364297
{txt}{space 8}_Istatefip_30 {c |}{col 23}{res}{space 2} 16.76774{col 35}{space 2} 5.041001{col 46}{space 1}    3.33{col 55}{space 3}0.002{col 63}{space 4} 6.632127{col 76}{space 3} 26.90335
{txt}{space 8}_Istatefip_31 {c |}{col 23}{res}{space 2}-10.95477{col 35}{space 2} 3.264551{col 46}{space 1}   -3.36{col 55}{space 3}0.002{col 63}{space 4}-17.51859{col 76}{space 3}-4.390955
{txt}{space 8}_Istatefip_32 {c |}{col 23}{res}{space 2}-7.741213{col 35}{space 2} 5.039787{col 46}{space 1}   -1.54{col 55}{space 3}0.131{col 63}{space 4}-17.87438{col 76}{space 3} 2.391957
{txt}{space 8}_Istatefip_33 {c |}{col 23}{res}{space 2} 4.092888{col 35}{space 2} 4.494478{col 46}{space 1}    0.91{col 55}{space 3}0.367{col 63}{space 4}-4.943867{col 76}{space 3} 13.12964
{txt}{space 8}_Istatefip_34 {c |}{col 23}{res}{space 2}-12.61999{col 35}{space 2} 3.308372{col 46}{space 1}   -3.81{col 55}{space 3}0.000{col 63}{space 4}-19.27192{col 76}{space 3}-5.968066
{txt}{space 8}_Istatefip_35 {c |}{col 23}{res}{space 2} 5.455743{col 35}{space 2} 4.002543{col 46}{space 1}    1.36{col 55}{space 3}0.179{col 63}{space 4}-2.591909{col 76}{space 3}  13.5034
{txt}{space 8}_Istatefip_36 {c |}{col 23}{res}{space 2} 16.91483{col 35}{space 2}  18.7973{col 46}{space 1}    0.90{col 55}{space 3}0.373{col 63}{space 4}-20.87966{col 76}{space 3} 54.70933
{txt}{space 8}_Istatefip_37 {c |}{col 23}{res}{space 2} -.129324{col 35}{space 2} 2.373122{col 46}{space 1}   -0.05{col 55}{space 3}0.957{col 63}{space 4}-4.900805{col 76}{space 3} 4.642157
{txt}{space 8}_Istatefip_38 {c |}{col 23}{res}{space 2}-3.894885{col 35}{space 2} 4.950847{col 46}{space 1}   -0.79{col 55}{space 3}0.435{col 63}{space 4}-13.84923{col 76}{space 3} 6.059461
{txt}{space 8}_Istatefip_39 {c |}{col 23}{res}{space 2} 4.780346{col 35}{space 2} 10.04918{col 46}{space 1}    0.48{col 55}{space 3}0.636{col 63}{space 4}-15.42489{col 76}{space 3} 24.98558
{txt}{space 8}_Istatefip_40 {c |}{col 23}{res}{space 2}-3.903885{col 35}{space 2} 1.894981{col 46}{space 1}   -2.06{col 55}{space 3}0.045{col 63}{space 4}-7.713999{col 76}{space 3}-.0937706
{txt}{space 8}_Istatefip_41 {c |}{col 23}{res}{space 2} 15.98202{col 35}{space 2}   3.0078{col 46}{space 1}    5.31{col 55}{space 3}0.000{col 63}{space 4} 9.934432{col 76}{space 3} 22.02961
{txt}{space 8}_Istatefip_42 {c |}{col 23}{res}{space 2} 9.575329{col 35}{space 2} 10.92601{col 46}{space 1}    0.88{col 55}{space 3}0.385{col 63}{space 4}-12.39289{col 76}{space 3} 31.54355
{txt}{space 8}_Istatefip_44 {c |}{col 23}{res}{space 2} 8.968344{col 35}{space 2} 4.627862{col 46}{space 1}    1.94{col 55}{space 3}0.059{col 63}{space 4}-.3365959{col 76}{space 3} 18.27328
{txt}{space 8}_Istatefip_45 {c |}{col 23}{res}{space 2}-1.097815{col 35}{space 2} 1.206463{col 46}{space 1}   -0.91{col 55}{space 3}0.367{col 63}{space 4}-3.523572{col 76}{space 3} 1.327943
{txt}{space 8}_Istatefip_46 {c |}{col 23}{res}{space 2}-10.48598{col 35}{space 2} 4.358942{col 46}{space 1}   -2.41{col 55}{space 3}0.020{col 63}{space 4}-19.25022{col 76}{space 3}-1.721737
{txt}{space 8}_Istatefip_47 {c |}{col 23}{res}{space 2} 23.57556{col 35}{space 2} .0041099{col 46}{space 1} 5736.30{col 55}{space 3}0.000{col 63}{space 4} 23.56729{col 76}{space 3} 23.58382
{txt}{space 8}_Istatefip_48 {c |}{col 23}{res}{space 2} 38.45681{col 35}{space 2} 10.55583{col 46}{space 1}    3.64{col 55}{space 3}0.001{col 63}{space 4}  17.2329{col 76}{space 3} 59.68073
{txt}{space 8}_Istatefip_49 {c |}{col 23}{res}{space 2}-6.902462{col 35}{space 2} 4.183532{col 46}{space 1}   -1.65{col 55}{space 3}0.105{col 63}{space 4}-15.31402{col 76}{space 3} 1.509093
{txt}{space 8}_Istatefip_50 {c |}{col 23}{res}{space 2} 28.75176{col 35}{space 2}   5.6193{col 46}{space 1}    5.12{col 55}{space 3}0.000{col 63}{space 4}  17.4534{col 76}{space 3} 40.05012
{txt}{space 8}_Istatefip_51 {c |}{col 23}{res}{space 2} .1667607{col 35}{space 2} 1.059421{col 46}{space 1}    0.16{col 55}{space 3}0.876{col 63}{space 4}-1.963348{col 76}{space 3} 2.296869
{txt}{space 8}_Istatefip_53 {c |}{col 23}{res}{space 2} 4.699517{col 35}{space 2} 1.243305{col 46}{space 1}    3.78{col 55}{space 3}0.000{col 63}{space 4} 2.199685{col 76}{space 3} 7.199349
{txt}{space 8}_Istatefip_54 {c |}{col 23}{res}{space 2} 22.08044{col 35}{space 2} 3.029617{col 46}{space 1}    7.29{col 55}{space 3}0.000{col 63}{space 4} 15.98899{col 76}{space 3}  28.1719
{txt}{space 8}_Istatefip_55 {c |}{col 23}{res}{space 2}        0{col 35}{txt}  (omitted)
{space 8}_Istatefip_56 {c |}{col 23}{res}{space 2}-3.521776{col 35}{space 2} 5.170942{col 46}{space 1}   -0.68{col 55}{space 3}0.499{col 63}{space 4}-13.91865{col 76}{space 3} 6.875099
{txt}{space 11}population {c |}{col 23}{res}{space 2}-4.65e-06{col 35}{space 2} 4.39e-06{col 46}{space 1}   -1.06{col 55}{space 3}0.295{col 63}{space 4}-.0000135{col 76}{space 3} 4.18e-06
{txt}{space 14}_Texp_1 {c |}{col 23}{res}{space 2} 6.805224{col 35}{space 2}  5.83617{col 46}{space 1}    1.17{col 55}{space 3}0.249{col 63}{space 4}-4.929182{col 76}{space 3} 18.53963
{txt}{space 14}_Texp_2 {c |}{col 23}{res}{space 2} 16.58538{col 35}{space 2} 6.562433{col 46}{space 1}    2.53{col 55}{space 3}0.015{col 63}{space 4} 3.390726{col 76}{space 3} 29.78004
{txt}{space 14}_Texp_3 {c |}{col 23}{res}{space 2} .1955403{col 35}{space 2} 4.218913{col 46}{space 1}    0.05{col 55}{space 3}0.963{col 63}{space 4}-8.287153{col 76}{space 3} 8.678233
{txt}{space 14}_Texp_4 {c |}{col 23}{res}{space 2}-5.601427{col 35}{space 2} 4.928223{col 46}{space 1}   -1.14{col 55}{space 3}0.261{col 63}{space 4}-15.51028{col 76}{space 3} 4.307429
{txt}{space 14}_Texp_5 {c |}{col 23}{res}{space 2}-4.868805{col 35}{space 2} 7.233837{col 46}{space 1}   -0.67{col 55}{space 3}0.504{col 63}{space 4}-19.41341{col 76}{space 3} 9.675798
{txt}{space 14}_Texp_7 {c |}{col 23}{res}{space 2} .5845931{col 35}{space 2} 5.733224{col 46}{space 1}    0.10{col 55}{space 3}0.919{col 63}{space 4}-10.94283{col 76}{space 3} 12.11201
{txt}{space 14}_Texp_8 {c |}{col 23}{res}{space 2} -5.49854{col 35}{space 2} 6.090965{col 46}{space 1}   -0.90{col 55}{space 3}0.371{col 63}{space 4}-17.74525{col 76}{space 3} 6.748166
{txt}{space 14}_Texp_9 {c |}{col 23}{res}{space 2}-4.978881{col 35}{space 2} 6.206861{col 46}{space 1}   -0.80{col 55}{space 3}0.426{col 63}{space 4}-17.45861{col 76}{space 3}  7.50085
{txt}{space 13}_Texp_10 {c |}{col 23}{res}{space 2}-2.685832{col 35}{space 2} 5.171649{col 46}{space 1}   -0.52{col 55}{space 3}0.606{col 63}{space 4}-13.08413{col 76}{space 3} 7.712466
{txt}{space 13}_Texp_11 {c |}{col 23}{res}{space 2}-3.587961{col 35}{space 2} 6.598593{col 46}{space 1}   -0.54{col 55}{space 3}0.589{col 63}{space 4}-16.85532{col 76}{space 3} 9.679398
{txt}{space 13}_Texp_12 {c |}{col 23}{res}{space 2}-3.696749{col 35}{space 2} 6.657603{col 46}{space 1}   -0.56{col 55}{space 3}0.581{col 63}{space 4}-17.08276{col 76}{space 3} 9.689259
{txt}{space 13}_Texp_13 {c |}{col 23}{res}{space 2}-3.756124{col 35}{space 2} 6.658862{col 46}{space 1}   -0.56{col 55}{space 3}0.575{col 63}{space 4}-17.14466{col 76}{space 3} 9.632415
{txt}{space 13}_Texp_14 {c |}{col 23}{res}{space 2}-1.705665{col 35}{space 2} 6.621141{col 46}{space 1}   -0.26{col 55}{space 3}0.798{col 63}{space 4}-15.01836{col 76}{space 3} 11.60703
{txt}{space 13}_Texp_15 {c |}{col 23}{res}{space 2}-6.806436{col 35}{space 2} 10.59725{col 46}{space 1}   -0.64{col 55}{space 3}0.524{col 63}{space 4}-28.11364{col 76}{space 3} 14.50077
{txt}{space 13}_Texp_16 {c |}{col 23}{res}{space 2}-6.211272{col 35}{space 2} 8.156667{col 46}{space 1}   -0.76{col 55}{space 3}0.450{col 63}{space 4}-22.61135{col 76}{space 3} 10.18881
{txt}{space 13}_Texp_17 {c |}{col 23}{res}{space 2}-4.784966{col 35}{space 2} 7.465973{col 46}{space 1}   -0.64{col 55}{space 3}0.525{col 63}{space 4}-19.79631{col 76}{space 3} 10.22638
{txt}{space 13}_Texp_18 {c |}{col 23}{res}{space 2} -3.83493{col 35}{space 2} 7.387198{col 46}{space 1}   -0.52{col 55}{space 3}0.606{col 63}{space 4}-18.68789{col 76}{space 3} 11.01803
{txt}avg_12yr_measles_rate {c |}{col 23}{res}{space 2} .0202688{col 35}{space 2}  .006736{col 46}{space 1}    3.01{col 55}{space 3}0.004{col 63}{space 4} .0067251{col 76}{space 3} .0338126
{txt}{space 16}_cons {c |}{col 23}{res}{space 2} 15.89285{col 35}{space 2} 7.735776{col 46}{space 1}    2.05{col 55}{space 3}0.045{col 63}{space 4} .3390247{col 76}{space 3} 31.44667
{txt}{hline 22}{c BT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{res}{txt}(70 observations deleted)
{p}
Number of observations ({bf:_N}) was 17,
now 18.
{p_end}
(1 real change made)
(1 real change made)
(1 real change made)
(1 real change made)
(1 real change made)
(1 real change made)
(1 real change made)
(1 real change made)
(1 real change made)
(1 real change made)
(1 real change made)
(1 real change made)
(0 real changes made)
(1 real change made)
(1 real change made)
(1 real change made)
(1 real change made)
(1 real change made)
(1 real change made)
(1 real change made)
(1 real change made)
(1 real change made)
(1 real change made)
(1 real change made)
{res}{txt}{p 0 4 2}
(file {bf}
Pertussis_Mpre_time_ES.gph{rm}
not found)
{p_end}
{res}{txt}file {bf:Pertussis_Mpre_time_ES.gph} saved
{res}D:\measles_project
{txt}(48 missing values generated)
(48 missing values generated)
(48 missing values generated)
(48 missing values generated)
(48 missing values generated)
(48 missing values generated)
(48 missing values generated)
(48 missing values generated)
(48 missing values generated)
(48 missing values generated)
(48 missing values generated)
(48 missing values generated)
(48 missing values generated)
(48 missing values generated)
(48 missing values generated)
(48 missing values generated)
(48 missing values generated)
{p 0 6 2}note: {bf:_Istatefip_2} omitted because of collinearity.{p_end}
{p 0 6 2}note: {bf:_Istatefip_20} omitted because of collinearity.{p_end}
{p 0 6 2}note: {bf:_Istatefip_55} omitted because of collinearity.{p_end}

Linear regression                               Number of obs     = {res}       820
                                                {txt}{help j_robustsingular:F(34, 48) }        =  {res}        .
                                                {txt}Prob > F          = {res}         .
                                                {txt}R-squared         = {res}    0.7607
                                                {txt}Root MSE          =    {res} 175.18

{txt}{ralign 87:(Std. err. adjusted for {res:49} clusters in {res:statefip})}
{hline 22}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 23}{c |}{col 35}    Robust
{col 1}                Mumps{col 23}{c |} Coefficient{col 35}  std. err.{col 47}      t{col 55}   P>|t|{col 63}     [95% con{col 76}f. interval]
{hline 22}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 11}exp_Mpre_1 {c |}{col 23}{res}{space 2}-.1140454{col 35}{space 2} .0540722{col 46}{space 1}   -2.11{col 55}{space 3}0.040{col 63}{space 4}-.2227649{col 76}{space 3}-.0053259
{txt}{space 11}exp_Mpre_2 {c |}{col 23}{res}{space 2}-.2312648{col 35}{space 2} .0634639{col 46}{space 1}   -3.64{col 55}{space 3}0.001{col 63}{space 4}-.3588676{col 76}{space 3} -.103662
{txt}{space 11}exp_Mpre_3 {c |}{col 23}{res}{space 2}-.0534825{col 35}{space 2} .0429494{col 46}{space 1}   -1.25{col 55}{space 3}0.219{col 63}{space 4}-.1398382{col 76}{space 3} .0328731
{txt}{space 11}exp_Mpre_4 {c |}{col 23}{res}{space 2} -.199191{col 35}{space 2} .0750251{col 46}{space 1}   -2.65{col 55}{space 3}0.011{col 63}{space 4} -.350039{col 76}{space 3} -.048343
{txt}{space 11}exp_Mpre_5 {c |}{col 23}{res}{space 2}-.1954929{col 35}{space 2} .0712183{col 46}{space 1}   -2.74{col 55}{space 3}0.008{col 63}{space 4}-.3386869{col 76}{space 3}-.0522988
{txt}{space 11}exp_Mpre_7 {c |}{col 23}{res}{space 2}-.0054362{col 35}{space 2}  .068181{col 46}{space 1}   -0.08{col 55}{space 3}0.937{col 63}{space 4}-.1425232{col 76}{space 3} .1316508
{txt}{space 11}exp_Mpre_8 {c |}{col 23}{res}{space 2}-.3054304{col 35}{space 2} .0514987{col 46}{space 1}   -5.93{col 55}{space 3}0.000{col 63}{space 4}-.4089754{col 76}{space 3}-.2018853
{txt}{space 11}exp_Mpre_9 {c |}{col 23}{res}{space 2}-.2169734{col 35}{space 2} .0515565{col 46}{space 1}   -4.21{col 55}{space 3}0.000{col 63}{space 4}-.3206348{col 76}{space 3}-.1133121
{txt}{space 10}exp_Mpre_10 {c |}{col 23}{res}{space 2}-.1043555{col 35}{space 2} .0720593{col 46}{space 1}   -1.45{col 55}{space 3}0.154{col 63}{space 4}-.2492405{col 76}{space 3} .0405295
{txt}{space 10}exp_Mpre_11 {c |}{col 23}{res}{space 2}-.3229979{col 35}{space 2} .0553855{col 46}{space 1}   -5.83{col 55}{space 3}0.000{col 63}{space 4}-.4343579{col 76}{space 3}-.2116378
{txt}{space 10}exp_Mpre_12 {c |}{col 23}{res}{space 2}-.4049415{col 35}{space 2} .0667655{col 46}{space 1}   -6.07{col 55}{space 3}0.000{col 63}{space 4}-.5391825{col 76}{space 3}-.2707004
{txt}{space 10}exp_Mpre_13 {c |}{col 23}{res}{space 2}-.4170188{col 35}{space 2} .0484409{col 46}{space 1}   -8.61{col 55}{space 3}0.000{col 63}{space 4}-.5144158{col 76}{space 3}-.3196218
{txt}{space 10}exp_Mpre_14 {c |}{col 23}{res}{space 2}-.4181785{col 35}{space 2} .0660964{col 46}{space 1}   -6.33{col 55}{space 3}0.000{col 63}{space 4}-.5510742{col 76}{space 3}-.2852827
{txt}{space 10}exp_Mpre_15 {c |}{col 23}{res}{space 2}-.5230935{col 35}{space 2} .0489277{col 46}{space 1}  -10.69{col 55}{space 3}0.000{col 63}{space 4}-.6214692{col 76}{space 3}-.4247178
{txt}{space 10}exp_Mpre_16 {c |}{col 23}{res}{space 2}-.5590838{col 35}{space 2} .0547833{col 46}{space 1}  -10.21{col 55}{space 3}0.000{col 63}{space 4} -.669233{col 76}{space 3}-.4489346
{txt}{space 10}exp_Mpre_17 {c |}{col 23}{res}{space 2}-.5628296{col 35}{space 2} .0537303{col 46}{space 1}  -10.48{col 55}{space 3}0.000{col 63}{space 4}-.6708616{col 76}{space 3}-.4547977
{txt}{space 10}exp_Mpre_18 {c |}{col 23}{res}{space 2}-.5604123{col 35}{space 2}  .047994{col 46}{space 1}  -11.68{col 55}{space 3}0.000{col 63}{space 4}-.6569108{col 76}{space 3}-.4639138
{txt}{space 9}_Istatefip_2 {c |}{col 23}{res}{space 2}        0{col 35}{txt}  (omitted)
{space 9}_Istatefip_4 {c |}{col 23}{res}{space 2}-275.8634{col 35}{space 2} 56.17916{col 46}{space 1}   -4.91{col 55}{space 3}0.000{col 63}{space 4}-388.8192{col 76}{space 3}-162.9077
{txt}{space 9}_Istatefip_5 {c |}{col 23}{res}{space 2}-153.6594{col 35}{space 2} 42.81327{col 46}{space 1}   -3.59{col 55}{space 3}0.001{col 63}{space 4}-239.7412{col 76}{space 3}-67.57751
{txt}{space 9}_Istatefip_6 {c |}{col 23}{res}{space 2} 986.8202{col 35}{space 2}  343.816{col 46}{space 1}    2.87{col 55}{space 3}0.006{col 63}{space 4} 295.5319{col 76}{space 3} 1678.109
{txt}{space 9}_Istatefip_8 {c |}{col 23}{res}{space 2}-156.3961{col 35}{space 2} 44.75503{col 46}{space 1}   -3.49{col 55}{space 3}0.001{col 63}{space 4}-246.3821{col 76}{space 3}-66.41005
{txt}{space 9}_Istatefip_9 {c |}{col 23}{res}{space 2} -120.622{col 35}{space 2} 34.34485{col 46}{space 1}   -3.51{col 55}{space 3}0.001{col 63}{space 4}-189.6769{col 76}{space 3}-51.56702
{txt}{space 8}_Istatefip_10 {c |}{col 23}{res}{space 2}-169.5766{col 35}{space 2} 78.73279{col 46}{space 1}   -2.15{col 55}{space 3}0.036{col 63}{space 4}-327.8795{col 76}{space 3} -11.2737
{txt}{space 8}_Istatefip_11 {c |}{col 23}{res}{space 2}-201.7019{col 35}{space 2} 74.67123{col 46}{space 1}   -2.70{col 55}{space 3}0.010{col 63}{space 4}-351.8384{col 76}{space 3}-51.56528
{txt}{space 8}_Istatefip_12 {c |}{col 23}{res}{space 2} 258.4106{col 35}{space 2} 49.18564{col 46}{space 1}    5.25{col 55}{space 3}0.000{col 63}{space 4} 159.5162{col 76}{space 3} 357.3049
{txt}{space 8}_Istatefip_13 {c |}{col 23}{res}{space 2}  80.4602{col 35}{space 2} 28.07792{col 46}{space 1}    2.87{col 55}{space 3}0.006{col 63}{space 4} 24.00575{col 76}{space 3} 136.9147
{txt}{space 8}_Istatefip_15 {c |}{col 23}{res}{space 2}  -259.66{col 35}{space 2} 82.76517{col 46}{space 1}   -3.14{col 55}{space 3}0.003{col 63}{space 4}-426.0705{col 76}{space 3}-93.24949
{txt}{space 8}_Istatefip_16 {c |}{col 23}{res}{space 2}-301.3682{col 35}{space 2} 66.89056{col 46}{space 1}   -4.51{col 55}{space 3}0.000{col 63}{space 4}-435.8607{col 76}{space 3}-166.8757
{txt}{space 8}_Istatefip_17 {c |}{col 23}{res}{space 2} 493.7563{col 35}{space 2} 166.5949{col 46}{space 1}    2.96{col 55}{space 3}0.005{col 63}{space 4} 158.7947{col 76}{space 3} 828.7178
{txt}{space 8}_Istatefip_18 {c |}{col 23}{res}{space 2} 145.5475{col 35}{space 2} 34.29263{col 46}{space 1}    4.24{col 55}{space 3}0.000{col 63}{space 4} 76.59757{col 76}{space 3} 214.4975
{txt}{space 8}_Istatefip_19 {c |}{col 23}{res}{space 2} 136.6096{col 35}{space 2} 24.61525{col 46}{space 1}    5.55{col 55}{space 3}0.000{col 63}{space 4} 87.11727{col 76}{space 3} 186.1018
{txt}{space 8}_Istatefip_20 {c |}{col 23}{res}{space 2}        0{col 35}{txt}  (omitted)
{space 8}_Istatefip_21 {c |}{col 23}{res}{space 2}-51.21056{col 35}{space 2} 15.85228{col 46}{space 1}   -3.23{col 55}{space 3}0.002{col 63}{space 4}-83.08371{col 76}{space 3}-19.33741
{txt}{space 8}_Istatefip_22 {c |}{col 23}{res}{space 2} 66.12902{col 35}{space 2} 13.59907{col 46}{space 1}    4.86{col 55}{space 3}0.000{col 63}{space 4} 38.78625{col 76}{space 3} 93.47178
{txt}{space 8}_Istatefip_23 {c |}{col 23}{res}{space 2}-171.8484{col 35}{space 2} 71.55169{col 46}{space 1}   -2.40{col 55}{space 3}0.020{col 63}{space 4}-315.7127{col 76}{space 3}-27.98405
{txt}{space 8}_Istatefip_24 {c |}{col 23}{res}{space 2} 6.568393{col 35}{space 2} 1.165375{col 46}{space 1}    5.64{col 55}{space 3}0.000{col 63}{space 4} 4.225249{col 76}{space 3} 8.911537
{txt}{space 8}_Istatefip_25 {c |}{col 23}{res}{space 2} 59.15998{col 35}{space 2} 21.33841{col 46}{space 1}    2.77{col 55}{space 3}0.008{col 63}{space 4} 16.25624{col 76}{space 3} 102.0637
{txt}{space 8}_Istatefip_26 {c |}{col 23}{res}{space 2} 331.3311{col 35}{space 2}  126.277{col 46}{space 1}    2.62{col 55}{space 3}0.012{col 63}{space 4} 77.43413{col 76}{space 3}  585.228
{txt}{space 8}_Istatefip_27 {c |}{col 23}{res}{space 2} 28.86127{col 35}{space 2} 4.270122{col 46}{space 1}    6.76{col 55}{space 3}0.000{col 63}{space 4} 20.27561{col 76}{space 3} 37.44692
{txt}{space 8}_Istatefip_28 {c |}{col 23}{res}{space 2}-8.650266{col 35}{space 2} 25.68797{col 46}{space 1}   -0.34{col 55}{space 3}0.738{col 63}{space 4}-60.29939{col 76}{space 3} 42.99886
{txt}{space 8}_Istatefip_29 {c |}{col 23}{res}{space 2} 127.8767{col 35}{space 2} 17.88942{col 46}{space 1}    7.15{col 55}{space 3}0.000{col 63}{space 4}  91.9076{col 76}{space 3} 163.8458
{txt}{space 8}_Istatefip_30 {c |}{col 23}{res}{space 2}-548.2178{col 35}{space 2} 89.12292{col 46}{space 1}   -6.15{col 55}{space 3}0.000{col 63}{space 4}-727.4114{col 76}{space 3}-369.0242
{txt}{space 8}_Istatefip_31 {c |}{col 23}{res}{space 2}-108.2327{col 35}{space 2} 53.50314{col 46}{space 1}   -2.02{col 55}{space 3}0.049{col 63}{space 4} -215.808{col 76}{space 3}-.6574511
{txt}{space 8}_Istatefip_32 {c |}{col 23}{res}{space 2}-252.6965{col 35}{space 2} 82.68469{col 46}{space 1}   -3.06{col 55}{space 3}0.004{col 63}{space 4}-418.9452{col 76}{space 3}-86.44783
{txt}{space 8}_Istatefip_33 {c |}{col 23}{res}{space 2}-357.9935{col 35}{space 2} 73.66058{col 46}{space 1}   -4.86{col 55}{space 3}0.000{col 63}{space 4} -506.098{col 76}{space 3} -209.889
{txt}{space 8}_Istatefip_34 {c |}{col 23}{res}{space 2}-59.89277{col 35}{space 2} 71.36684{col 46}{space 1}   -0.84{col 55}{space 3}0.406{col 63}{space 4}-203.3854{col 76}{space 3} 83.59988
{txt}{space 8}_Istatefip_35 {c |}{col 23}{res}{space 2}-246.7068{col 35}{space 2} 65.59819{col 46}{space 1}   -3.76{col 55}{space 3}0.000{col 63}{space 4}-378.6008{col 76}{space 3}-114.8128
{txt}{space 8}_Istatefip_36 {c |}{col 23}{res}{space 2} 757.9228{col 35}{space 2} 307.1839{col 46}{space 1}    2.47{col 55}{space 3}0.017{col 63}{space 4} 140.2883{col 76}{space 3} 1375.557
{txt}{space 8}_Istatefip_37 {c |}{col 23}{res}{space 2} 105.4764{col 35}{space 2} 37.30854{col 46}{space 1}    2.83{col 55}{space 3}0.007{col 63}{space 4} 30.46257{col 76}{space 3} 180.4903
{txt}{space 8}_Istatefip_38 {c |}{col 23}{res}{space 2}-148.1411{col 35}{space 2} 81.14006{col 46}{space 1}   -1.83{col 55}{space 3}0.074{col 63}{space 4}-311.2841{col 76}{space 3} 15.00195
{txt}{space 8}_Istatefip_39 {c |}{col 23}{res}{space 2}  498.038{col 35}{space 2} 164.6973{col 46}{space 1}    3.02{col 55}{space 3}0.004{col 63}{space 4} 166.8919{col 76}{space 3} 829.1841
{txt}{space 8}_Istatefip_40 {c |}{col 23}{res}{space 2} -60.3515{col 35}{space 2} 36.26477{col 46}{space 1}   -1.66{col 55}{space 3}0.103{col 63}{space 4}-133.2667{col 76}{space 3} 12.56371
{txt}{space 8}_Istatefip_41 {c |}{col 23}{res}{space 2}-246.9657{col 35}{space 2} 51.56142{col 46}{space 1}   -4.79{col 55}{space 3}0.000{col 63}{space 4}-350.6369{col 76}{space 3}-143.2945
{txt}{space 8}_Istatefip_42 {c |}{col 23}{res}{space 2} 486.2089{col 35}{space 2}  172.888{col 46}{space 1}    2.81{col 55}{space 3}0.007{col 63}{space 4} 138.5942{col 76}{space 3} 833.8235
{txt}{space 8}_Istatefip_44 {c |}{col 23}{res}{space 2}-63.13125{col 35}{space 2} 75.84661{col 46}{space 1}   -0.83{col 55}{space 3}0.409{col 63}{space 4}-215.6311{col 76}{space 3} 89.36858
{txt}{space 8}_Istatefip_45 {c |}{col 23}{res}{space 2} -73.4867{col 35}{space 2} 27.06065{col 46}{space 1}   -2.72{col 55}{space 3}0.009{col 63}{space 4}-127.8958{col 76}{space 3}-19.07761
{txt}{space 8}_Istatefip_46 {c |}{col 23}{res}{space 2}-160.1788{col 35}{space 2} 72.51957{col 46}{space 1}   -2.21{col 55}{space 3}0.032{col 63}{space 4}-305.9891{col 76}{space 3}-14.36838
{txt}{space 8}_Istatefip_47 {c |}{col 23}{res}{space 2} 22.14529{col 35}{space 2}  14.2944{col 46}{space 1}    1.55{col 55}{space 3}0.128{col 63}{space 4} -6.59552{col 76}{space 3}  50.8861
{txt}{space 8}_Istatefip_48 {c |}{col 23}{res}{space 2}  430.634{col 35}{space 2} 194.0891{col 46}{space 1}    2.22{col 55}{space 3}0.031{col 63}{space 4} 40.39171{col 76}{space 3} 820.8762
{txt}{space 8}_Istatefip_49 {c |}{col 23}{res}{space 2}-512.5277{col 35}{space 2} 68.56444{col 46}{space 1}   -7.48{col 55}{space 3}0.000{col 63}{space 4}-650.3858{col 76}{space 3}-374.6697
{txt}{space 8}_Istatefip_50 {c |}{col 23}{res}{space 2}-355.8979{col 35}{space 2} 92.80259{col 46}{space 1}   -3.83{col 55}{space 3}0.000{col 63}{space 4}  -542.49{col 76}{space 3}-169.3058
{txt}{space 8}_Istatefip_51 {c |}{col 23}{res}{space 2}-33.99109{col 35}{space 2} 21.46007{col 46}{space 1}   -1.58{col 55}{space 3}0.120{col 63}{space 4}-77.13945{col 76}{space 3} 9.157276
{txt}{space 8}_Istatefip_53 {c |}{col 23}{res}{space 2} 312.4222{col 35}{space 2} 20.37668{col 46}{space 1}   15.33{col 55}{space 3}0.000{col 63}{space 4} 271.4521{col 76}{space 3} 353.3923
{txt}{space 8}_Istatefip_54 {c |}{col 23}{res}{space 2} -37.2011{col 35}{space 2} 49.65278{col 46}{space 1}   -0.75{col 55}{space 3}0.457{col 63}{space 4}-137.0347{col 76}{space 3}  62.6325
{txt}{space 8}_Istatefip_55 {c |}{col 23}{res}{space 2}        0{col 35}{txt}  (omitted)
{space 8}_Istatefip_56 {c |}{col 23}{res}{space 2}-314.3456{col 35}{space 2} 86.33584{col 46}{space 1}   -3.64{col 55}{space 3}0.001{col 63}{space 4}-487.9354{col 76}{space 3}-140.7557
{txt}{space 11}population {c |}{col 23}{res}{space 2}-.0002113{col 35}{space 2}  .000072{col 46}{space 1}   -2.94{col 55}{space 3}0.005{col 63}{space 4}-.0003561{col 76}{space 3}-.0000666
{txt}{space 14}_Texp_1 {c |}{col 23}{res}{space 2}  79.2085{col 35}{space 2} 40.81462{col 46}{space 1}    1.94{col 55}{space 3}0.058{col 63}{space 4}-2.854808{col 76}{space 3} 161.2718
{txt}{space 14}_Texp_2 {c |}{col 23}{res}{space 2} 74.22662{col 35}{space 2} 48.36074{col 46}{space 1}    1.53{col 55}{space 3}0.131{col 63}{space 4}-23.00916{col 76}{space 3} 171.4624
{txt}{space 14}_Texp_3 {c |}{col 23}{res}{space 2} 78.78096{col 35}{space 2} 45.97274{col 46}{space 1}    1.71{col 55}{space 3}0.093{col 63}{space 4}-13.65342{col 76}{space 3} 171.2153
{txt}{space 14}_Texp_4 {c |}{col 23}{res}{space 2} 109.5509{col 35}{space 2} 55.85828{col 46}{space 1}    1.96{col 55}{space 3}0.056{col 63}{space 4}-2.759735{col 76}{space 3} 221.8614
{txt}{space 14}_Texp_5 {c |}{col 23}{res}{space 2} 83.89964{col 35}{space 2} 48.82525{col 46}{space 1}    1.72{col 55}{space 3}0.092{col 63}{space 4}-14.27011{col 76}{space 3} 182.0694
{txt}{space 14}_Texp_7 {c |}{col 23}{res}{space 2} 81.38902{col 35}{space 2} 47.82377{col 46}{space 1}    1.70{col 55}{space 3}0.095{col 63}{space 4}-14.76712{col 76}{space 3} 177.5452
{txt}{space 14}_Texp_8 {c |}{col 23}{res}{space 2} 138.3436{col 35}{space 2} 31.21443{col 46}{space 1}    4.43{col 55}{space 3}0.000{col 63}{space 4} 75.58281{col 76}{space 3} 201.1044
{txt}{space 14}_Texp_9 {c |}{col 23}{res}{space 2} 97.92327{col 35}{space 2} 33.57568{col 46}{space 1}    2.92{col 55}{space 3}0.005{col 63}{space 4} 30.41484{col 76}{space 3} 165.4317
{txt}{space 13}_Texp_10 {c |}{col 23}{res}{space 2} 113.9778{col 35}{space 2} 51.91867{col 46}{space 1}    2.20{col 55}{space 3}0.033{col 63}{space 4} 9.588276{col 76}{space 3} 218.3672
{txt}{space 13}_Texp_11 {c |}{col 23}{res}{space 2} 179.3045{col 35}{space 2} 51.90143{col 46}{space 1}    3.45{col 55}{space 3}0.001{col 63}{space 4} 74.94972{col 76}{space 3} 283.6594
{txt}{space 13}_Texp_12 {c |}{col 23}{res}{space 2} 159.2756{col 35}{space 2} 47.57918{col 46}{space 1}    3.35{col 55}{space 3}0.002{col 63}{space 4} 63.61122{col 76}{space 3} 254.9399
{txt}{space 13}_Texp_13 {c |}{col 23}{res}{space 2} 196.7879{col 35}{space 2} 36.59664{col 46}{space 1}    5.38{col 55}{space 3}0.000{col 63}{space 4} 123.2054{col 76}{space 3} 270.3704
{txt}{space 13}_Texp_14 {c |}{col 23}{res}{space 2} 206.4141{col 35}{space 2} 52.55016{col 46}{space 1}    3.93{col 55}{space 3}0.000{col 63}{space 4} 100.7549{col 76}{space 3} 312.0733
{txt}{space 13}_Texp_15 {c |}{col 23}{res}{space 2} 230.2057{col 35}{space 2} 40.14445{col 46}{space 1}    5.73{col 55}{space 3}0.000{col 63}{space 4} 149.4899{col 76}{space 3} 310.9215
{txt}{space 13}_Texp_16 {c |}{col 23}{res}{space 2} 257.0896{col 35}{space 2} 41.81352{col 46}{space 1}    6.15{col 55}{space 3}0.000{col 63}{space 4} 173.0179{col 76}{space 3} 341.1613
{txt}{space 13}_Texp_17 {c |}{col 23}{res}{space 2} 244.4857{col 35}{space 2} 35.81384{col 46}{space 1}    6.83{col 55}{space 3}0.000{col 63}{space 4} 172.4772{col 76}{space 3} 316.4943
{txt}{space 13}_Texp_18 {c |}{col 23}{res}{space 2} 217.1001{col 35}{space 2}  30.5754{col 46}{space 1}    7.10{col 55}{space 3}0.000{col 63}{space 4} 155.6242{col 76}{space 3} 278.5761
{txt}avg_12yr_measles_rate {c |}{col 23}{res}{space 2} .7177858{col 35}{space 2} .0420307{col 46}{space 1}   17.08{col 55}{space 3}0.000{col 63}{space 4} .6332775{col 76}{space 3} .8022941
{txt}{space 16}_cons {c |}{col 23}{res}{space 2} 5.485999{col 35}{space 2} 88.31304{col 46}{space 1}    0.06{col 55}{space 3}0.951{col 63}{space 4}-172.0793{col 76}{space 3} 183.0513
{txt}{hline 22}{c BT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{res}{txt}(70 observations deleted)
{p}
Number of observations ({bf:_N}) was 17,
now 18.
{p_end}
(1 real change made)
(1 real change made)
(1 real change made)
(1 real change made)
(1 real change made)
(1 real change made)
(1 real change made)
(1 real change made)
(1 real change made)
(1 real change made)
(1 real change made)
(1 real change made)
(0 real changes made)
(1 real change made)
(1 real change made)
(1 real change made)
(1 real change made)
(1 real change made)
(1 real change made)
(1 real change made)
(1 real change made)
(1 real change made)
(1 real change made)
(1 real change made)
{res}{txt}{p 0 4 2}
(file {bf}
Mumps_Mpre_time_ES.gph{rm}
not found)
{p_end}
{res}{txt}file {bf:Mumps_Mpre_time_ES.gph} saved
{res}D:\measles_project
{txt}(48 missing values generated)
(48 missing values generated)
(48 missing values generated)
(48 missing values generated)
(48 missing values generated)
(48 missing values generated)
(48 missing values generated)
(48 missing values generated)
(48 missing values generated)
(48 missing values generated)
(48 missing values generated)
(48 missing values generated)
(48 missing values generated)
(48 missing values generated)
(48 missing values generated)
(48 missing values generated)
(48 missing values generated)
{p 0 6 2}note: {bf:_Istatefip_2} omitted because of collinearity.{p_end}
{p 0 6 2}note: {bf:_Istatefip_20} omitted because of collinearity.{p_end}
{p 0 6 2}note: {bf:_Istatefip_55} omitted because of collinearity.{p_end}

Linear regression                               Number of obs     = {res}       788
                                                {txt}{help j_robustsingular:F(34, 48) }        =  {res}        .
                                                {txt}Prob > F          = {res}         .
                                                {txt}R-squared         = {res}    0.6286
                                                {txt}Root MSE          =    {res} 181.84

{txt}{ralign 87:(Std. err. adjusted for {res:49} clusters in {res:statefip})}
{hline 22}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 23}{c |}{col 35}    Robust
{col 1}              Rubella{col 23}{c |} Coefficient{col 35}  std. err.{col 47}      t{col 55}   P>|t|{col 63}     [95% con{col 76}f. interval]
{hline 22}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 11}exp_Mpre_1 {c |}{col 23}{res}{space 2} .1936309{col 35}{space 2} .1166908{col 46}{space 1}    1.66{col 55}{space 3}0.104{col 63}{space 4}-.0409915{col 76}{space 3} .4282534
{txt}{space 11}exp_Mpre_2 {c |}{col 23}{res}{space 2} .1257871{col 35}{space 2}  .071089{col 46}{space 1}    1.77{col 55}{space 3}0.083{col 63}{space 4}-.0171468{col 76}{space 3}  .268721
{txt}{space 11}exp_Mpre_3 {c |}{col 23}{res}{space 2}-.0243771{col 35}{space 2} .0507807{col 46}{space 1}   -0.48{col 55}{space 3}0.633{col 63}{space 4}-.1264785{col 76}{space 3} .0777243
{txt}{space 11}exp_Mpre_4 {c |}{col 23}{res}{space 2}-.0393586{col 35}{space 2} .0585296{col 46}{space 1}   -0.67{col 55}{space 3}0.505{col 63}{space 4}-.1570401{col 76}{space 3}  .078323
{txt}{space 11}exp_Mpre_5 {c |}{col 23}{res}{space 2}-.0598365{col 35}{space 2} .0633014{col 46}{space 1}   -0.95{col 55}{space 3}0.349{col 63}{space 4}-.1871125{col 76}{space 3} .0674396
{txt}{space 11}exp_Mpre_7 {c |}{col 23}{res}{space 2} .4315105{col 35}{space 2} .0944126{col 46}{space 1}    4.57{col 55}{space 3}0.000{col 63}{space 4} .2416812{col 76}{space 3} .6213398
{txt}{space 11}exp_Mpre_8 {c |}{col 23}{res}{space 2} .1800012{col 35}{space 2} .1118161{col 46}{space 1}    1.61{col 55}{space 3}0.114{col 63}{space 4}-.0448201{col 76}{space 3} .4048226
{txt}{space 11}exp_Mpre_9 {c |}{col 23}{res}{space 2}-.0951031{col 35}{space 2} .0794678{col 46}{space 1}   -1.20{col 55}{space 3}0.237{col 63}{space 4}-.2548839{col 76}{space 3} .0646776
{txt}{space 10}exp_Mpre_10 {c |}{col 23}{res}{space 2}-.1250661{col 35}{space 2}  .075781{col 46}{space 1}   -1.65{col 55}{space 3}0.105{col 63}{space 4}-.2774339{col 76}{space 3} .0273017
{txt}{space 10}exp_Mpre_11 {c |}{col 23}{res}{space 2}-.1236137{col 35}{space 2} .0687954{col 46}{space 1}   -1.80{col 55}{space 3}0.079{col 63}{space 4}-.2619361{col 76}{space 3} .0147087
{txt}{space 10}exp_Mpre_12 {c |}{col 23}{res}{space 2} -.143712{col 35}{space 2} .0768227{col 46}{space 1}   -1.87{col 55}{space 3}0.067{col 63}{space 4}-.2981743{col 76}{space 3} .0107503
{txt}{space 10}exp_Mpre_13 {c |}{col 23}{res}{space 2}-.1445547{col 35}{space 2}   .07097{col 46}{space 1}   -2.04{col 55}{space 3}0.047{col 63}{space 4}-.2872495{col 76}{space 3}-.0018599
{txt}{space 10}exp_Mpre_14 {c |}{col 23}{res}{space 2}-.1703758{col 35}{space 2} .0734339{col 46}{space 1}   -2.32{col 55}{space 3}0.025{col 63}{space 4}-.3180246{col 76}{space 3}-.0227271
{txt}{space 10}exp_Mpre_15 {c |}{col 23}{res}{space 2}-.1641004{col 35}{space 2} .0789407{col 46}{space 1}   -2.08{col 55}{space 3}0.043{col 63}{space 4}-.3228213{col 76}{space 3}-.0053795
{txt}{space 10}exp_Mpre_16 {c |}{col 23}{res}{space 2}-.1483341{col 35}{space 2} .0696398{col 46}{space 1}   -2.13{col 55}{space 3}0.038{col 63}{space 4}-.2883544{col 76}{space 3}-.0083139
{txt}{space 10}exp_Mpre_17 {c |}{col 23}{res}{space 2}-.1843991{col 35}{space 2}  .073138{col 46}{space 1}   -2.52{col 55}{space 3}0.015{col 63}{space 4}-.3314528{col 76}{space 3}-.0373454
{txt}{space 10}exp_Mpre_18 {c |}{col 23}{res}{space 2}-.1747429{col 35}{space 2} .0724897{col 46}{space 1}   -2.41{col 55}{space 3}0.020{col 63}{space 4}-.3204932{col 76}{space 3}-.0289926
{txt}{space 9}_Istatefip_2 {c |}{col 23}{res}{space 2}        0{col 35}{txt}  (omitted)
{space 9}_Istatefip_4 {c |}{col 23}{res}{space 2}-55.11529{col 35}{space 2} 62.57601{col 46}{space 1}   -0.88{col 55}{space 3}0.383{col 63}{space 4}-180.9328{col 76}{space 3} 70.70221
{txt}{space 9}_Istatefip_5 {c |}{col 23}{res}{space 2}-54.72078{col 35}{space 2} 48.45035{col 46}{space 1}   -1.13{col 55}{space 3}0.264{col 63}{space 4}-152.1367{col 76}{space 3} 42.69518
{txt}{space 9}_Istatefip_6 {c |}{col 23}{res}{space 2}  755.663{col 35}{space 2} 429.0325{col 46}{space 1}    1.76{col 55}{space 3}0.085{col 63}{space 4}-106.9647{col 76}{space 3} 1618.291
{txt}{space 9}_Istatefip_8 {c |}{col 23}{res}{space 2}-2.774629{col 35}{space 2} 50.26728{col 46}{space 1}   -0.06{col 55}{space 3}0.956{col 63}{space 4}-103.8438{col 76}{space 3} 98.29451
{txt}{space 9}_Istatefip_9 {c |}{col 23}{res}{space 2} 68.27241{col 35}{space 2} 38.86693{col 46}{space 1}    1.76{col 55}{space 3}0.085{col 63}{space 4}-9.874782{col 76}{space 3} 146.4196
{txt}{space 8}_Istatefip_10 {c |}{col 23}{res}{space 2}-121.4467{col 35}{space 2} 89.09928{col 46}{space 1}   -1.36{col 55}{space 3}0.179{col 63}{space 4}-300.5928{col 76}{space 3} 57.69945
{txt}{space 8}_Istatefip_11 {c |}{col 23}{res}{space 2}-141.0144{col 35}{space 2} 84.50295{col 46}{space 1}   -1.67{col 55}{space 3}0.102{col 63}{space 4} -310.919{col 76}{space 3} 28.89015
{txt}{space 8}_Istatefip_12 {c |}{col 23}{res}{space 2} 143.4966{col 35}{space 2} 55.66175{col 46}{space 1}    2.58{col 55}{space 3}0.013{col 63}{space 4} 31.58114{col 76}{space 3}  255.412
{txt}{space 8}_Istatefip_13 {c |}{col 23}{res}{space 2} 63.39362{col 35}{space 2}  30.1902{col 46}{space 1}    2.10{col 55}{space 3}0.041{col 63}{space 4} 2.692144{col 76}{space 3} 124.0951
{txt}{space 8}_Istatefip_15 {c |}{col 23}{res}{space 2}-155.9319{col 35}{space 2} 93.27946{col 46}{space 1}   -1.67{col 55}{space 3}0.101{col 63}{space 4}-343.4828{col 76}{space 3} 31.61901
{txt}{space 8}_Istatefip_16 {c |}{col 23}{res}{space 2}-185.2374{col 35}{space 2} 78.93018{col 46}{space 1}   -2.35{col 55}{space 3}0.023{col 63}{space 4}-343.9371{col 76}{space 3}-26.53758
{txt}{space 8}_Istatefip_17 {c |}{col 23}{res}{space 2} 359.7371{col 35}{space 2} 188.5299{col 46}{space 1}    1.91{col 55}{space 3}0.062{col 63}{space 4}-19.32782{col 76}{space 3} 738.8019
{txt}{space 8}_Istatefip_18 {c |}{col 23}{res}{space 2} 132.4005{col 35}{space 2} 38.80782{col 46}{space 1}    3.41{col 55}{space 3}0.001{col 63}{space 4} 54.37217{col 76}{space 3} 210.4289
{txt}{space 8}_Istatefip_19 {c |}{col 23}{res}{space 2} 61.35386{col 35}{space 2} 27.85626{col 46}{space 1}    2.20{col 55}{space 3}0.032{col 63}{space 4} 5.345086{col 76}{space 3} 117.3626
{txt}{space 8}_Istatefip_20 {c |}{col 23}{res}{space 2}        0{col 35}{txt}  (omitted)
{space 8}_Istatefip_21 {c |}{col 23}{res}{space 2} 46.33767{col 35}{space 2}  17.9395{col 46}{space 1}    2.58{col 55}{space 3}0.013{col 63}{space 4} 10.26789{col 76}{space 3} 82.40745
{txt}{space 8}_Istatefip_22 {c |}{col 23}{res}{space 2} 42.97209{col 35}{space 2}  15.6434{col 46}{space 1}    2.75{col 55}{space 3}0.008{col 63}{space 4} 11.51892{col 76}{space 3} 74.42526
{txt}{space 8}_Istatefip_23 {c |}{col 23}{res}{space 2}-25.92298{col 35}{space 2} 80.43337{col 46}{space 1}   -0.32{col 55}{space 3}0.749{col 63}{space 4}-187.6451{col 76}{space 3} 135.7991
{txt}{space 8}_Istatefip_24 {c |}{col 23}{res}{space 2} 3.122934{col 35}{space 2} 1.318816{col 46}{space 1}    2.37{col 55}{space 3}0.022{col 63}{space 4} .4712757{col 76}{space 3} 5.774592
{txt}{space 8}_Istatefip_25 {c |}{col 23}{res}{space 2} 189.9697{col 35}{space 2} 24.14797{col 46}{space 1}    7.87{col 55}{space 3}0.000{col 63}{space 4} 141.4169{col 76}{space 3} 238.5224
{txt}{space 8}_Istatefip_26 {c |}{col 23}{res}{space 2} 207.9982{col 35}{space 2} 142.9035{col 46}{space 1}    1.46{col 55}{space 3}0.152{col 63}{space 4} -79.3285{col 76}{space 3}  495.325
{txt}{space 8}_Istatefip_27 {c |}{col 23}{res}{space 2} 31.70384{col 35}{space 2} 8.941862{col 46}{space 1}    3.55{col 55}{space 3}0.001{col 63}{space 4} 13.72502{col 76}{space 3} 49.68266
{txt}{space 8}_Istatefip_28 {c |}{col 23}{res}{space 2} 45.59289{col 35}{space 2} 33.05247{col 46}{space 1}    1.38{col 55}{space 3}0.174{col 63}{space 4}-20.86355{col 76}{space 3} 112.0493
{txt}{space 8}_Istatefip_29 {c |}{col 23}{res}{space 2} 51.10863{col 35}{space 2} 19.63851{col 46}{space 1}    2.60{col 55}{space 3}0.012{col 63}{space 4} 11.62275{col 76}{space 3} 90.59451
{txt}{space 8}_Istatefip_30 {c |}{col 23}{res}{space 2}-169.8804{col 35}{space 2} 94.17335{col 46}{space 1}   -1.80{col 55}{space 3}0.078{col 63}{space 4}-359.2286{col 76}{space 3} 19.46782
{txt}{space 8}_Istatefip_31 {c |}{col 23}{res}{space 2} -70.0722{col 35}{space 2} 66.14634{col 46}{space 1}   -1.06{col 55}{space 3}0.295{col 63}{space 4}-203.0683{col 76}{space 3} 62.92393
{txt}{space 8}_Istatefip_32 {c |}{col 23}{res}{space 2}-144.3022{col 35}{space 2} 93.80567{col 46}{space 1}   -1.54{col 55}{space 3}0.131{col 63}{space 4}-332.9111{col 76}{space 3} 44.30675
{txt}{space 8}_Istatefip_33 {c |}{col 23}{res}{space 2}-74.20172{col 35}{space 2} 83.35922{col 46}{space 1}   -0.89{col 55}{space 3}0.378{col 63}{space 4}-241.8067{col 76}{space 3} 93.40323
{txt}{space 8}_Istatefip_34 {c |}{col 23}{res}{space 2} 114.8579{col 35}{space 2} 81.37782{col 46}{space 1}    1.41{col 55}{space 3}0.165{col 63}{space 4}-48.76322{col 76}{space 3} 278.4789
{txt}{space 8}_Istatefip_35 {c |}{col 23}{res}{space 2}-137.3178{col 35}{space 2} 74.23528{col 46}{space 1}   -1.85{col 55}{space 3}0.071{col 63}{space 4}-286.5778{col 76}{space 3} 11.94227
{txt}{space 8}_Istatefip_36 {c |}{col 23}{res}{space 2} 602.1087{col 35}{space 2}  348.634{col 46}{space 1}    1.73{col 55}{space 3}0.091{col 63}{space 4}-98.86687{col 76}{space 3} 1303.084
{txt}{space 8}_Istatefip_37 {c |}{col 23}{res}{space 2} 79.74856{col 35}{space 2} 41.01625{col 46}{space 1}    1.94{col 55}{space 3}0.058{col 63}{space 4}-2.720131{col 76}{space 3} 162.2173
{txt}{space 8}_Istatefip_38 {c |}{col 23}{res}{space 2}-142.8669{col 35}{space 2} 93.08948{col 46}{space 1}   -1.53{col 55}{space 3}0.131{col 63}{space 4}-330.0358{col 76}{space 3} 44.30207
{txt}{space 8}_Istatefip_39 {c |}{col 23}{res}{space 2} 310.5882{col 35}{space 2} 186.3824{col 46}{space 1}    1.67{col 55}{space 3}0.102{col 63}{space 4}-64.15878{col 76}{space 3} 685.3353
{txt}{space 8}_Istatefip_40 {c |}{col 23}{res}{space 2}-8.480011{col 35}{space 2} 38.67428{col 46}{space 1}   -0.22{col 55}{space 3}0.827{col 63}{space 4}-86.23986{col 76}{space 3} 69.27984
{txt}{space 8}_Istatefip_41 {c |}{col 23}{res}{space 2} 122.0459{col 35}{space 2} 55.78576{col 46}{space 1}    2.19{col 55}{space 3}0.034{col 63}{space 4} 9.881146{col 76}{space 3} 234.2107
{txt}{space 8}_Istatefip_42 {c |}{col 23}{res}{space 2} 354.1527{col 35}{space 2} 199.9792{col 46}{space 1}    1.77{col 55}{space 3}0.083{col 63}{space 4}-47.93246{col 76}{space 3} 756.2379
{txt}{space 8}_Istatefip_44 {c |}{col 23}{res}{space 2}-72.26732{col 35}{space 2} 85.83309{col 46}{space 1}   -0.84{col 55}{space 3}0.404{col 63}{space 4}-244.8463{col 76}{space 3} 100.3117
{txt}{space 8}_Istatefip_45 {c |}{col 23}{res}{space 2}-3.388529{col 35}{space 2} 28.67654{col 46}{space 1}   -0.12{col 55}{space 3}0.906{col 63}{space 4}-61.04657{col 76}{space 3} 54.26952
{txt}{space 8}_Istatefip_46 {c |}{col 23}{res}{space 2}-64.46817{col 35}{space 2} 82.45735{col 46}{space 1}   -0.78{col 55}{space 3}0.438{col 63}{space 4}-230.2598{col 76}{space 3} 101.3235
{txt}{space 8}_Istatefip_47 {c |}{col 23}{res}{space 2} 56.13113{col 35}{space 2}    11.16{col 46}{space 1}    5.03{col 55}{space 3}0.000{col 63}{space 4} 33.69245{col 76}{space 3} 78.56981
{txt}{space 8}_Istatefip_48 {c |}{col 23}{res}{space 2} 367.9353{col 35}{space 2} 221.8635{col 46}{space 1}    1.66{col 55}{space 3}0.104{col 63}{space 4}-78.15118{col 76}{space 3} 814.0218
{txt}{space 8}_Istatefip_49 {c |}{col 23}{res}{space 2}-282.5717{col 35}{space 2} 77.59209{col 46}{space 1}   -3.64{col 55}{space 3}0.001{col 63}{space 4} -438.581{col 76}{space 3}-126.5623
{txt}{space 8}_Istatefip_50 {c |}{col 23}{res}{space 2}-192.5484{col 35}{space 2} 102.5517{col 46}{space 1}   -1.88{col 55}{space 3}0.067{col 63}{space 4}-398.7425{col 76}{space 3} 13.64566
{txt}{space 8}_Istatefip_51 {c |}{col 23}{res}{space 2} 48.24984{col 35}{space 2}  24.2561{col 46}{space 1}    1.99{col 55}{space 3}0.052{col 63}{space 4}-.5203103{col 76}{space 3}    97.02
{txt}{space 8}_Istatefip_53 {c |}{col 23}{res}{space 2} 217.5971{col 35}{space 2} 23.05961{col 46}{space 1}    9.44{col 55}{space 3}0.000{col 63}{space 4} 171.2327{col 76}{space 3} 263.9616
{txt}{space 8}_Istatefip_54 {c |}{col 23}{res}{space 2}-54.41784{col 35}{space 2}  56.1904{col 46}{space 1}   -0.97{col 55}{space 3}0.338{col 63}{space 4}-167.3962{col 76}{space 3} 58.56053
{txt}{space 8}_Istatefip_55 {c |}{col 23}{res}{space 2}        0{col 35}{txt}  (omitted)
{space 8}_Istatefip_56 {c |}{col 23}{res}{space 2}-125.0119{col 35}{space 2} 101.5213{col 46}{space 1}   -1.23{col 55}{space 3}0.224{col 63}{space 4}-329.1341{col 76}{space 3} 79.11026
{txt}{space 11}population {c |}{col 23}{res}{space 2}-.0001343{col 35}{space 2} .0000815{col 46}{space 1}   -1.65{col 55}{space 3}0.106{col 63}{space 4}-.0002981{col 76}{space 3} .0000295
{txt}{space 14}_Texp_1 {c |}{col 23}{res}{space 2}-72.22164{col 35}{space 2} 105.4307{col 46}{space 1}   -0.69{col 55}{space 3}0.497{col 63}{space 4}-284.2042{col 76}{space 3} 139.7609
{txt}{space 14}_Texp_2 {c |}{col 23}{res}{space 2}-58.43979{col 35}{space 2} 43.39267{col 46}{space 1}   -1.35{col 55}{space 3}0.184{col 63}{space 4}-145.6866{col 76}{space 3} 28.80702
{txt}{space 14}_Texp_3 {c |}{col 23}{res}{space 2}-30.70422{col 35}{space 2} 28.03071{col 46}{space 1}   -1.10{col 55}{space 3}0.279{col 63}{space 4}-87.06373{col 76}{space 3}  25.6553
{txt}{space 14}_Texp_4 {c |}{col 23}{res}{space 2}-22.32056{col 35}{space 2} 40.84834{col 46}{space 1}   -0.55{col 55}{space 3}0.587{col 63}{space 4}-104.4517{col 76}{space 3} 59.81054
{txt}{space 14}_Texp_5 {c |}{col 23}{res}{space 2}-14.53295{col 35}{space 2} 38.89344{col 46}{space 1}   -0.37{col 55}{space 3}0.710{col 63}{space 4}-92.73346{col 76}{space 3} 63.66756
{txt}{space 14}_Texp_7 {c |}{col 23}{res}{space 2} 158.8618{col 35}{space 2} 105.1191{col 46}{space 1}    1.51{col 55}{space 3}0.137{col 63}{space 4}-52.49428{col 76}{space 3} 370.2179
{txt}{space 14}_Texp_8 {c |}{col 23}{res}{space 2}-51.19094{col 35}{space 2} 48.48943{col 46}{space 1}   -1.06{col 55}{space 3}0.296{col 63}{space 4}-148.6855{col 76}{space 3}  46.3036
{txt}{space 14}_Texp_9 {c |}{col 23}{res}{space 2}  25.0116{col 35}{space 2} 58.48944{col 46}{space 1}    0.43{col 55}{space 3}0.671{col 63}{space 4}-92.58931{col 76}{space 3} 142.6125
{txt}{space 13}_Texp_10 {c |}{col 23}{res}{space 2} 43.19277{col 35}{space 2} 51.80758{col 46}{space 1}    0.83{col 55}{space 3}0.409{col 63}{space 4}-60.97335{col 76}{space 3} 147.3589
{txt}{space 13}_Texp_11 {c |}{col 23}{res}{space 2} 34.54428{col 35}{space 2} 48.59407{col 46}{space 1}    0.71{col 55}{space 3}0.481{col 63}{space 4}-63.16065{col 76}{space 3} 132.2492
{txt}{space 13}_Texp_12 {c |}{col 23}{res}{space 2} 74.21741{col 35}{space 2} 52.74117{col 46}{space 1}    1.41{col 55}{space 3}0.166{col 63}{space 4}-31.82582{col 76}{space 3} 180.2606
{txt}{space 13}_Texp_13 {c |}{col 23}{res}{space 2} 57.00195{col 35}{space 2} 49.92136{col 46}{space 1}    1.14{col 55}{space 3}0.259{col 63}{space 4}-43.37167{col 76}{space 3} 157.3756
{txt}{space 13}_Texp_14 {c |}{col 23}{res}{space 2} 70.36363{col 35}{space 2} 55.91709{col 46}{space 1}    1.26{col 55}{space 3}0.214{col 63}{space 4}-42.06522{col 76}{space 3} 182.7925
{txt}{space 13}_Texp_15 {c |}{col 23}{res}{space 2} 24.74476{col 35}{space 2} 56.54566{col 46}{space 1}    0.44{col 55}{space 3}0.664{col 63}{space 4}-88.94791{col 76}{space 3} 138.4374
{txt}{space 13}_Texp_16 {c |}{col 23}{res}{space 2} 20.92862{col 35}{space 2} 47.62292{col 46}{space 1}    0.44{col 55}{space 3}0.662{col 63}{space 4}-74.82367{col 76}{space 3} 116.6809
{txt}{space 13}_Texp_17 {c |}{col 23}{res}{space 2} 25.90203{col 35}{space 2} 50.33271{col 46}{space 1}    0.51{col 55}{space 3}0.609{col 63}{space 4}-75.29867{col 76}{space 3} 127.1027
{txt}{space 13}_Texp_18 {c |}{col 23}{res}{space 2} 21.98056{col 35}{space 2} 50.18485{col 46}{space 1}    0.44{col 55}{space 3}0.663{col 63}{space 4}-78.92284{col 76}{space 3}  122.884
{txt}avg_12yr_measles_rate {c |}{col 23}{res}{space 2} .2072976{col 35}{space 2} .0664846{col 46}{space 1}    3.12{col 55}{space 3}0.003{col 63}{space 4} .0736212{col 76}{space 3} .3409739
{txt}{space 16}_cons {c |}{col 23}{res}{space 2} 109.1144{col 35}{space 2} 104.5858{col 46}{space 1}    1.04{col 55}{space 3}0.302{col 63}{space 4}-101.1694{col 76}{space 3} 319.3982
{txt}{hline 22}{c BT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{res}{txt}(70 observations deleted)
{p}
Number of observations ({bf:_N}) was 17,
now 18.
{p_end}
(1 real change made)
(1 real change made)
(1 real change made)
(1 real change made)
(1 real change made)
(1 real change made)
(1 real change made)
(1 real change made)
(1 real change made)
(1 real change made)
(1 real change made)
(1 real change made)
(0 real changes made)
(1 real change made)
(1 real change made)
(1 real change made)
(1 real change made)
(1 real change made)
(1 real change made)
(1 real change made)
(1 real change made)
(1 real change made)
(1 real change made)
(1 real change made)
{res}{txt}{p 0 4 2}
(file {bf}
Rubella_Mpre_time_ES.gph{rm}
not found)
{p_end}
{res}{txt}file {bf:Rubella_Mpre_time_ES.gph} saved
{res}D:\measles_project
{txt}(48 missing values generated)
(48 missing values generated)
(48 missing values generated)
(48 missing values generated)
(48 missing values generated)
(48 missing values generated)
(48 missing values generated)
(48 missing values generated)
(48 missing values generated)
(48 missing values generated)
(48 missing values generated)
(48 missing values generated)
(48 missing values generated)
(48 missing values generated)
(48 missing values generated)
(48 missing values generated)
(48 missing values generated)
{p 0 6 2}note: {bf:_Istatefip_2} omitted because of collinearity.{p_end}
{p 0 6 2}note: {bf:_Istatefip_20} omitted because of collinearity.{p_end}
{p 0 6 2}note: {bf:_Istatefip_22} omitted because of collinearity.{p_end}
{p 0 6 2}note: {bf:_Istatefip_37} omitted because of collinearity.{p_end}
{p 0 6 2}note: {bf:_Istatefip_47} omitted because of collinearity.{p_end}
{p 0 6 2}note: {bf:_Istatefip_55} omitted because of collinearity.{p_end}

Linear regression                               Number of obs     = {res}       785
                                                {txt}{help j_robustsingular:F(34, 45) }        =  {res}        .
                                                {txt}Prob > F          = {res}         .
                                                {txt}R-squared         = {res}    0.8526
                                                {txt}Root MSE          =    {res}    168

{txt}{ralign 87:(Std. err. adjusted for {res:46} clusters in {res:statefip})}
{hline 22}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 23}{c |}{col 35}    Robust
{col 1}           ChickenPox{col 23}{c |} Coefficient{col 35}  std. err.{col 47}      t{col 55}   P>|t|{col 63}     [95% con{col 76}f. interval]
{hline 22}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 11}exp_Mpre_1 {c |}{col 23}{res}{space 2}-.0052675{col 35}{space 2} .0475336{col 46}{space 1}   -0.11{col 55}{space 3}0.912{col 63}{space 4}-.1010051{col 76}{space 3}   .09047
{txt}{space 11}exp_Mpre_2 {c |}{col 23}{res}{space 2}-.0720986{col 35}{space 2} .0468568{col 46}{space 1}   -1.54{col 55}{space 3}0.131{col 63}{space 4}-.1664731{col 76}{space 3} .0222759
{txt}{space 11}exp_Mpre_3 {c |}{col 23}{res}{space 2}-.0552106{col 35}{space 2} .0503017{col 46}{space 1}   -1.10{col 55}{space 3}0.278{col 63}{space 4}-.1565235{col 76}{space 3} .0461023
{txt}{space 11}exp_Mpre_4 {c |}{col 23}{res}{space 2}-.0894142{col 35}{space 2} .0589689{col 46}{space 1}   -1.52{col 55}{space 3}0.136{col 63}{space 4}-.2081837{col 76}{space 3} .0293553
{txt}{space 11}exp_Mpre_5 {c |}{col 23}{res}{space 2}  -.06589{col 35}{space 2} .0551367{col 46}{space 1}   -1.20{col 55}{space 3}0.238{col 63}{space 4} -.176941{col 76}{space 3}  .045161
{txt}{space 11}exp_Mpre_7 {c |}{col 23}{res}{space 2}-.1244534{col 35}{space 2} .0799276{col 46}{space 1}   -1.56{col 55}{space 3}0.126{col 63}{space 4}-.2854358{col 76}{space 3}  .036529
{txt}{space 11}exp_Mpre_8 {c |}{col 23}{res}{space 2}-.1286875{col 35}{space 2} .0738134{col 46}{space 1}   -1.74{col 55}{space 3}0.088{col 63}{space 4}-.2773553{col 76}{space 3} .0199804
{txt}{space 11}exp_Mpre_9 {c |}{col 23}{res}{space 2}-.2599952{col 35}{space 2} .0606885{col 46}{space 1}   -4.28{col 55}{space 3}0.000{col 63}{space 4}-.3822281{col 76}{space 3}-.1377623
{txt}{space 10}exp_Mpre_10 {c |}{col 23}{res}{space 2}-.3006856{col 35}{space 2}  .059286{col 46}{space 1}   -5.07{col 55}{space 3}0.000{col 63}{space 4}-.4200938{col 76}{space 3}-.1812774
{txt}{space 10}exp_Mpre_11 {c |}{col 23}{res}{space 2}-.3336697{col 35}{space 2} .0734912{col 46}{space 1}   -4.54{col 55}{space 3}0.000{col 63}{space 4}-.4816886{col 76}{space 3}-.1856508
{txt}{space 10}exp_Mpre_12 {c |}{col 23}{res}{space 2}-.4078283{col 35}{space 2} .0470616{col 46}{space 1}   -8.67{col 55}{space 3}0.000{col 63}{space 4}-.5026153{col 76}{space 3}-.3130413
{txt}{space 10}exp_Mpre_13 {c |}{col 23}{res}{space 2}-.4613226{col 35}{space 2} .0604318{col 46}{space 1}   -7.63{col 55}{space 3}0.000{col 63}{space 4}-.5830385{col 76}{space 3}-.3396067
{txt}{space 10}exp_Mpre_14 {c |}{col 23}{res}{space 2}-.4137883{col 35}{space 2} .0566497{col 46}{space 1}   -7.30{col 55}{space 3}0.000{col 63}{space 4}-.5278867{col 76}{space 3}-.2996899
{txt}{space 10}exp_Mpre_15 {c |}{col 23}{res}{space 2}-.3151661{col 35}{space 2}  .094333{col 46}{space 1}   -3.34{col 55}{space 3}0.002{col 63}{space 4}-.5051624{col 76}{space 3}-.1251697
{txt}{space 10}exp_Mpre_16 {c |}{col 23}{res}{space 2}-.2866681{col 35}{space 2} .1006818{col 46}{space 1}   -2.85{col 55}{space 3}0.007{col 63}{space 4}-.4894516{col 76}{space 3}-.0838845
{txt}{space 10}exp_Mpre_17 {c |}{col 23}{res}{space 2}-.4042725{col 35}{space 2} .0643582{col 46}{space 1}   -6.28{col 55}{space 3}0.000{col 63}{space 4}-.5338966{col 76}{space 3}-.2746484
{txt}{space 10}exp_Mpre_18 {c |}{col 23}{res}{space 2}-.4395304{col 35}{space 2} .0760044{col 46}{space 1}   -5.78{col 55}{space 3}0.000{col 63}{space 4}-.5926111{col 76}{space 3}-.2864496
{txt}{space 9}_Istatefip_2 {c |}{col 23}{res}{space 2}        0{col 35}{txt}  (omitted)
{space 9}_Istatefip_4 {c |}{col 23}{res}{space 2}-505.0094{col 35}{space 2} 82.34254{col 46}{space 1}   -6.13{col 55}{space 3}0.000{col 63}{space 4}-670.8558{col 76}{space 3} -339.163
{txt}{space 9}_Istatefip_5 {c |}{col 23}{res}{space 2}-243.2809{col 35}{space 2} 63.76052{col 46}{space 1}   -3.82{col 55}{space 3}0.000{col 63}{space 4}-371.7012{col 76}{space 3}-114.8606
{txt}{space 9}_Istatefip_6 {c |}{col 23}{res}{space 2} 1334.014{col 35}{space 2} 543.5793{col 46}{space 1}    2.45{col 55}{space 3}0.018{col 63}{space 4} 239.1887{col 76}{space 3} 2428.838
{txt}{space 9}_Istatefip_8 {c |}{col 23}{res}{space 2}-488.0098{col 35}{space 2} 77.66326{col 46}{space 1}   -6.28{col 55}{space 3}0.000{col 63}{space 4}-644.4317{col 76}{space 3} -331.588
{txt}{space 9}_Istatefip_9 {c |}{col 23}{res}{space 2}-205.9926{col 35}{space 2} 51.26513{col 46}{space 1}   -4.02{col 55}{space 3}0.000{col 63}{space 4}-309.2459{col 76}{space 3}-102.7393
{txt}{space 8}_Istatefip_10 {c |}{col 23}{res}{space 2}-262.4032{col 35}{space 2} 117.2544{col 46}{space 1}   -2.24{col 55}{space 3}0.030{col 63}{space 4}-498.5657{col 76}{space 3}-26.24073
{txt}{space 8}_Istatefip_11 {c |}{col 23}{res}{space 2}  -264.57{col 35}{space 2} 111.2056{col 46}{space 1}   -2.38{col 55}{space 3}0.022{col 63}{space 4}-488.5497{col 76}{space 3} -40.5904
{txt}{space 8}_Istatefip_12 {c |}{col 23}{res}{space 2} 383.1909{col 35}{space 2} 75.17151{col 46}{space 1}    5.10{col 55}{space 3}0.000{col 63}{space 4} 231.7877{col 76}{space 3} 534.5941
{txt}{space 8}_Istatefip_13 {c |}{col 23}{res}{space 2} 174.7762{col 35}{space 2} 39.54574{col 46}{space 1}    4.42{col 55}{space 3}0.000{col 63}{space 4} 95.12698{col 76}{space 3} 254.4254
{txt}{space 8}_Istatefip_15 {c |}{col 23}{res}{space 2}-422.7122{col 35}{space 2}  123.753{col 46}{space 1}   -3.42{col 55}{space 3}0.001{col 63}{space 4}-671.9635{col 76}{space 3}-173.4609
{txt}{space 8}_Istatefip_16 {c |}{col 23}{res}{space 2}-565.6173{col 35}{space 2} 99.61812{col 46}{space 1}   -5.68{col 55}{space 3}0.000{col 63}{space 4}-766.2585{col 76}{space 3}-364.9761
{txt}{space 8}_Istatefip_17 {c |}{col 23}{res}{space 2} 805.9149{col 35}{space 2} 248.1049{col 46}{space 1}    3.25{col 55}{space 3}0.002{col 63}{space 4} 306.2061{col 76}{space 3} 1305.624
{txt}{space 8}_Istatefip_18 {c |}{col 23}{res}{space 2} 225.1855{col 35}{space 2} 51.07098{col 46}{space 1}    4.41{col 55}{space 3}0.000{col 63}{space 4} 122.3233{col 76}{space 3} 328.0477
{txt}{space 8}_Istatefip_19 {c |}{col 23}{res}{space 2} 179.3505{col 35}{space 2} 36.65876{col 46}{space 1}    4.89{col 55}{space 3}0.000{col 63}{space 4} 105.5159{col 76}{space 3}  253.185
{txt}{space 8}_Istatefip_20 {c |}{col 23}{res}{space 2}        0{col 35}{txt}  (omitted)
{space 8}_Istatefip_21 {c |}{col 23}{res}{space 2}-180.4156{col 35}{space 2} 23.60833{col 46}{space 1}   -7.64{col 55}{space 3}0.000{col 63}{space 4}-227.9653{col 76}{space 3} -132.866
{txt}{space 8}_Istatefip_22 {c |}{col 23}{res}{space 2}        0{col 35}{txt}  (omitted)
{space 8}_Istatefip_23 {c |}{col 23}{res}{space 2}-376.4119{col 35}{space 2} 107.7217{col 46}{space 1}   -3.49{col 55}{space 3}0.001{col 63}{space 4}-593.3746{col 76}{space 3}-159.4492
{txt}{space 8}_Istatefip_24 {c |}{col 23}{res}{space 2} 1.490837{col 35}{space 2} 1.735558{col 46}{space 1}    0.86{col 55}{space 3}0.395{col 63}{space 4}-2.004757{col 76}{space 3} 4.986431
{txt}{space 8}_Istatefip_25 {c |}{col 23}{res}{space 2} 112.6918{col 35}{space 2} 31.77865{col 46}{space 1}    3.55{col 55}{space 3}0.001{col 63}{space 4} 48.68632{col 76}{space 3} 176.6973
{txt}{space 8}_Istatefip_26 {c |}{col 23}{res}{space 2} 521.1516{col 35}{space 2} 188.0606{col 46}{space 1}    2.77{col 55}{space 3}0.008{col 63}{space 4} 142.3781{col 76}{space 3} 899.9251
{txt}{space 8}_Istatefip_27 {c |}{col 23}{res}{space 2} 92.51392{col 35}{space 2} 6.337641{col 46}{space 1}   14.60{col 55}{space 3}0.000{col 63}{space 4} 79.74926{col 76}{space 3} 105.2786
{txt}{space 8}_Istatefip_28 {c |}{col 23}{res}{space 2} 6.261708{col 35}{space 2} 38.23663{col 46}{space 1}    0.16{col 55}{space 3}0.871{col 63}{space 4}-70.75082{col 76}{space 3} 83.27424
{txt}{space 8}_Istatefip_29 {c |}{col 23}{res}{space 2} 222.3883{col 35}{space 2} 26.64218{col 46}{space 1}    8.35{col 55}{space 3}0.000{col 63}{space 4} 168.7282{col 76}{space 3} 276.0484
{txt}{space 8}_Istatefip_30 {c |}{col 23}{res}{space 2}-715.1276{col 35}{space 2} 123.0399{col 46}{space 1}   -5.81{col 55}{space 3}0.000{col 63}{space 4}-962.9428{col 76}{space 3}-467.3125
{txt}{space 8}_Istatefip_31 {c |}{col 23}{res}{space 2}-135.8231{col 35}{space 2} 79.68062{col 46}{space 1}   -1.70{col 55}{space 3}0.095{col 63}{space 4}-296.3081{col 76}{space 3} 24.66192
{txt}{space 8}_Istatefip_32 {c |}{col 23}{res}{space 2}-404.4584{col 35}{space 2} 123.1398{col 46}{space 1}   -3.28{col 55}{space 3}0.002{col 63}{space 4}-652.4748{col 76}{space 3}-156.4421
{txt}{space 8}_Istatefip_33 {c |}{col 23}{res}{space 2}-480.5416{col 35}{space 2} 109.7005{col 46}{space 1}   -4.38{col 55}{space 3}0.000{col 63}{space 4}-701.4898{col 76}{space 3}-259.5935
{txt}{space 8}_Istatefip_34 {c |}{col 23}{res}{space 2}-322.7754{col 35}{space 2}  97.5169{col 46}{space 1}   -3.31{col 55}{space 3}0.002{col 63}{space 4}-519.1845{col 76}{space 3}-126.3663
{txt}{space 8}_Istatefip_35 {c |}{col 23}{res}{space 2}-450.2677{col 35}{space 2} 97.69342{col 46}{space 1}   -4.61{col 55}{space 3}0.000{col 63}{space 4}-647.0323{col 76}{space 3}-253.5031
{txt}{space 8}_Istatefip_36 {c |}{col 23}{res}{space 2} 1222.404{col 35}{space 2} 458.8013{col 46}{space 1}    2.66{col 55}{space 3}0.011{col 63}{space 4} 298.3308{col 76}{space 3} 2146.477
{txt}{space 8}_Istatefip_37 {c |}{col 23}{res}{space 2}        0{col 35}{txt}  (omitted)
{space 8}_Istatefip_38 {c |}{col 23}{res}{space 2}-463.9805{col 35}{space 2} 120.8395{col 46}{space 1}   -3.84{col 55}{space 3}0.000{col 63}{space 4}-707.3637{col 76}{space 3}-220.5973
{txt}{space 8}_Istatefip_39 {c |}{col 23}{res}{space 2}  777.118{col 35}{space 2} 245.2787{col 46}{space 1}    3.17{col 55}{space 3}0.003{col 63}{space 4} 283.1013{col 76}{space 3} 1271.135
{txt}{space 8}_Istatefip_40 {c |}{col 23}{res}{space 2}-75.66071{col 35}{space 2} 56.15712{col 46}{space 1}   -1.35{col 55}{space 3}0.185{col 63}{space 4} -188.767{col 76}{space 3} 37.44554
{txt}{space 8}_Istatefip_41 {c |}{col 23}{res}{space 2}-848.7914{col 35}{space 2}  73.4139{col 46}{space 1}  -11.56{col 55}{space 3}0.000{col 63}{space 4}-996.6545{col 76}{space 3}-700.9282
{txt}{space 8}_Istatefip_42 {c |}{col 23}{res}{space 2} 662.8938{col 35}{space 2} 243.2161{col 46}{space 1}    2.73{col 55}{space 3}0.009{col 63}{space 4} 173.0316{col 76}{space 3} 1152.756
{txt}{space 8}_Istatefip_44 {c |}{col 23}{res}{space 2}-72.26631{col 35}{space 2} 112.9561{col 46}{space 1}   -0.64{col 55}{space 3}0.526{col 63}{space 4}-299.7716{col 76}{space 3} 155.2389
{txt}{space 8}_Istatefip_45 {c |}{col 23}{res}{space 2}-79.93004{col 35}{space 2} 41.90619{col 46}{space 1}   -1.91{col 55}{space 3}0.063{col 63}{space 4}-164.3334{col 76}{space 3}  4.47336
{txt}{space 8}_Istatefip_46 {c |}{col 23}{res}{space 2}-207.6033{col 35}{space 2} 107.7991{col 46}{space 1}   -1.93{col 55}{space 3}0.060{col 63}{space 4}-424.7218{col 76}{space 3} 9.515177
{txt}{space 8}_Istatefip_47 {c |}{col 23}{res}{space 2}        0{col 35}{txt}  (omitted)
{space 8}_Istatefip_48 {c |}{col 23}{res}{space 2} 419.3286{col 35}{space 2} 281.1879{col 46}{space 1}    1.49{col 55}{space 3}0.143{col 63}{space 4}-147.0128{col 76}{space 3}   985.67
{txt}{space 8}_Istatefip_49 {c |}{col 23}{res}{space 2}-806.8323{col 35}{space 2}  102.111{col 46}{space 1}   -7.90{col 55}{space 3}0.000{col 63}{space 4}-1012.494{col 76}{space 3}-601.1702
{txt}{space 8}_Istatefip_50 {c |}{col 23}{res}{space 2}-608.7311{col 35}{space 2} 137.1549{col 46}{space 1}   -4.44{col 55}{space 3}0.000{col 63}{space 4}-884.9754{col 76}{space 3}-332.4869
{txt}{space 8}_Istatefip_51 {c |}{col 23}{res}{space 2}-195.0932{col 35}{space 2} 28.63634{col 46}{space 1}   -6.81{col 55}{space 3}0.000{col 63}{space 4}-252.7697{col 76}{space 3}-137.4166
{txt}{space 8}_Istatefip_53 {c |}{col 23}{res}{space 2} 125.4972{col 35}{space 2} 30.34638{col 46}{space 1}    4.14{col 55}{space 3}0.000{col 63}{space 4}  64.3765{col 76}{space 3}  186.618
{txt}{space 8}_Istatefip_54 {c |}{col 23}{res}{space 2}-20.62297{col 35}{space 2}  73.9464{col 46}{space 1}   -0.28{col 55}{space 3}0.782{col 63}{space 4}-169.5587{col 76}{space 3} 128.3127
{txt}{space 8}_Istatefip_55 {c |}{col 23}{res}{space 2}        0{col 35}{txt}  (omitted)
{space 8}_Istatefip_56 {c |}{col 23}{res}{space 2}-455.8728{col 35}{space 2}  128.733{col 46}{space 1}   -3.54{col 55}{space 3}0.001{col 63}{space 4}-715.1544{col 76}{space 3}-196.5913
{txt}{space 11}population {c |}{col 23}{res}{space 2} -.000321{col 35}{space 2} .0001072{col 46}{space 1}   -2.99{col 55}{space 3}0.004{col 63}{space 4}-.0005369{col 76}{space 3} -.000105
{txt}{space 14}_Texp_1 {c |}{col 23}{res}{space 2} 11.61286{col 35}{space 2} 44.04917{col 46}{space 1}    0.26{col 55}{space 3}0.793{col 63}{space 4}-77.10672{col 76}{space 3} 100.3324
{txt}{space 14}_Texp_2 {c |}{col 23}{res}{space 2} 24.58805{col 35}{space 2} 46.48587{col 46}{space 1}    0.53{col 55}{space 3}0.599{col 63}{space 4} -69.0393{col 76}{space 3} 118.2154
{txt}{space 14}_Texp_3 {c |}{col 23}{res}{space 2} 4.157064{col 35}{space 2}  44.5665{col 46}{space 1}    0.09{col 55}{space 3}0.926{col 63}{space 4}-85.60447{col 76}{space 3}  93.9186
{txt}{space 14}_Texp_4 {c |}{col 23}{res}{space 2} 22.53992{col 35}{space 2} 43.74206{col 46}{space 1}    0.52{col 55}{space 3}0.609{col 63}{space 4}-65.56111{col 76}{space 3} 110.6409
{txt}{space 14}_Texp_5 {c |}{col 23}{res}{space 2}  5.05226{col 35}{space 2} 47.03069{col 46}{space 1}    0.11{col 55}{space 3}0.915{col 63}{space 4}-89.67241{col 76}{space 3} 99.77693
{txt}{space 14}_Texp_7 {c |}{col 23}{res}{space 2} 40.54677{col 35}{space 2} 60.66103{col 46}{space 1}    0.67{col 55}{space 3}0.507{col 63}{space 4}-81.63082{col 76}{space 3} 162.7244
{txt}{space 14}_Texp_8 {c |}{col 23}{res}{space 2} 27.59095{col 35}{space 2} 56.10812{col 46}{space 1}    0.49{col 55}{space 3}0.625{col 63}{space 4} -85.4166{col 76}{space 3} 140.5985
{txt}{space 14}_Texp_9 {c |}{col 23}{res}{space 2} 125.7736{col 35}{space 2} 45.08727{col 46}{space 1}    2.79{col 55}{space 3}0.008{col 63}{space 4}  34.9632{col 76}{space 3}  216.584
{txt}{space 13}_Texp_10 {c |}{col 23}{res}{space 2} 104.7902{col 35}{space 2} 47.32961{col 46}{space 1}    2.21{col 55}{space 3}0.032{col 63}{space 4} 9.463485{col 76}{space 3}  200.117
{txt}{space 13}_Texp_11 {c |}{col 23}{res}{space 2}  120.057{col 35}{space 2} 57.01352{col 46}{space 1}    2.11{col 55}{space 3}0.041{col 63}{space 4} 5.225882{col 76}{space 3} 234.8881
{txt}{space 13}_Texp_12 {c |}{col 23}{res}{space 2} 171.0801{col 35}{space 2} 35.71412{col 46}{space 1}    4.79{col 55}{space 3}0.000{col 63}{space 4} 99.14815{col 76}{space 3}  243.012
{txt}{space 13}_Texp_13 {c |}{col 23}{res}{space 2}  208.121{col 35}{space 2} 46.84983{col 46}{space 1}    4.44{col 55}{space 3}0.000{col 63}{space 4} 113.7606{col 76}{space 3} 302.4814
{txt}{space 13}_Texp_14 {c |}{col 23}{res}{space 2} 181.6627{col 35}{space 2} 45.69863{col 46}{space 1}    3.98{col 55}{space 3}0.000{col 63}{space 4} 89.62097{col 76}{space 3} 273.7045
{txt}{space 13}_Texp_15 {c |}{col 23}{res}{space 2} 185.1884{col 35}{space 2} 73.59131{col 46}{space 1}    2.52{col 55}{space 3}0.015{col 63}{space 4} 36.96787{col 76}{space 3} 333.4089
{txt}{space 13}_Texp_16 {c |}{col 23}{res}{space 2}  181.878{col 35}{space 2} 83.90397{col 46}{space 1}    2.17{col 55}{space 3}0.036{col 63}{space 4} 12.88676{col 76}{space 3} 350.8693
{txt}{space 13}_Texp_17 {c |}{col 23}{res}{space 2} 204.8787{col 35}{space 2} 51.69931{col 46}{space 1}    3.96{col 55}{space 3}0.000{col 63}{space 4}  100.751{col 76}{space 3} 309.0065
{txt}{space 13}_Texp_18 {c |}{col 23}{res}{space 2} 240.3303{col 35}{space 2} 60.43934{col 46}{space 1}    3.98{col 55}{space 3}0.000{col 63}{space 4} 118.5992{col 76}{space 3} 362.0614
{txt}avg_12yr_measles_rate {c |}{col 23}{res}{space 2} .8870614{col 35}{space 2}  .049691{col 46}{space 1}   17.85{col 55}{space 3}0.000{col 63}{space 4} .7869786{col 76}{space 3} .9871442
{txt}{space 16}_cons {c |}{col 23}{res}{space 2} 81.71307{col 35}{space 2} 134.2275{col 46}{space 1}    0.61{col 55}{space 3}0.546{col 63}{space 4} -188.635{col 76}{space 3} 352.0612
{txt}{hline 22}{c BT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{res}{txt}(70 observations deleted)
{p}
Number of observations ({bf:_N}) was 17,
now 18.
{p_end}
(1 real change made)
(1 real change made)
(1 real change made)
(1 real change made)
(1 real change made)
(1 real change made)
(1 real change made)
(1 real change made)
(1 real change made)
(1 real change made)
(1 real change made)
(1 real change made)
(0 real changes made)
(1 real change made)
(1 real change made)
(1 real change made)
(1 real change made)
(1 real change made)
(1 real change made)
(1 real change made)
(1 real change made)
(1 real change made)
(1 real change made)
(1 real change made)
{res}{txt}{p 0 4 2}
(file {bf}
ChickenPox_Mpre_time_ES.gph{rm}
not found)
{p_end}
{res}{txt}file {bf:ChickenPox_Mpre_time_ES.gph} saved

{com}. 
. 
. graph combine Pertussis_Mpre_time_ES.gph ChickenPox_Mpre_time_ES.gph Mumps_Mpre_time_ES.gph Rubella_Mpre_time_ES.gph 
{res}{txt}
{com}. graph save Graph Figure4.gph, replace
{txt}{p 0 4 2}
(file {bf}
Figure4.gph{rm}
not found)
{p_end}
{res}{txt}file {bf:Figure4.gph} saved

{com}. 
. 
. log close
      {txt}name:  {res}<unnamed>
       {txt}log:  {res}D:\measles_project\Figure4.smcl
  {txt}log type:  {res}smcl
 {txt}closed on:  {res} 7 Nov 2025, 17:07:30
{txt}{.-}
{smcl}
{txt}{sf}{ul off}